{"translation-revision-date":"2020-12-31 08:54:58+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Hai imparato le nozioni di base. Ricorda che il tuo sito rimane privato finché non decidi di lanciarlo."],"Congratulations!":["Complimenti!"],"To move blocks around simply click and drag the handle around.":["Per spostare i blocchi, fai clic sulla maniglia di selezione e trascinala."],"Drag & drop":["Trascina e rilascia"],"Simply click the Undo button if you've made a mistake.":["Se hai fatto un errore, basta fare clic sul pulsante Annulla."],"Undo any mistake":["Annulla qualsiasi errore"],"Click the settings icon to see even more options.":["Fai clic sull'icona delle impostazioni per visualizzare ancora più opzioni."],"More Options":["Altre opzioni"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Utilizza la barra degli strumenti per modificare l'aspetto del blocco selezionato. Prova a formattarlo in grassetto."],"Click a block to change it":["Fai clic su un blocco per modificarlo"],"Click + to open the inserter. Then click the block you want to add.":["Fai clic su + per aprire l'inseritore. Quindi fai clic sul blocco che desideri aggiungere."],"Adding a new block":["Aggiunta di un nuovo blocco"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["Paragrafi, immagini e video sono tutti blocchi nell'editor di WordPress."],"Everything is a block":["Ogni elemento è un blocco"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Continua questo breve tour per imparare gli aspetti fondamentali dell'editor di WordPress."],"Welcome to WordPress!":["Ti diamo il benvenuto in WordPress."],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"Guide controls":["Controlli della guida"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}