{"translation-revision-date":"2020-12-27 16:42:39+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Ya has aprendido lo básico. Recuerda, tu sitio siempre es privado hasta que decidas publicarlo."],"Congratulations!":["¡Felicidades!"],"To move blocks around simply click and drag the handle around.":["Para mover los bloques, simplemente haz clic sobre ellos y arrastra los controles."],"Drag & drop":["Arrastrar y soltar"],"Simply click the Undo button if you've made a mistake.":["Si has cometido un error, simplemente haz clic en el botón \"Deshacer\"."],"Undo any mistake":["Deshacer cualquier error"],"Click the settings icon to see even more options.":["Haz clic en el icono de ajustes para ver aún más opciones."],"More Options":["Más opciones"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Usa la barra de herramientas para cambiar la apariencia del bloque seleccionado. Prueba a ponerlo en negrita."],"Click a block to change it":["Haz clic en un bloque para cambiarlo"],"Click + to open the inserter. Then click the block you want to add.":["Haz clic en + para abrir el insertador. Después, haz clic sobre el bloque que quieras añadir."],"Adding a new block":["Añadir un nuevo bloque"],"Everything is a block":["Todo son bloques"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Continúa este breve recorrido para aprender los aspectos básicos del editor de WordPress."],"Welcome to WordPress!":["¡Bienvenido a WordPress!"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Guide controls":["Controles de guía"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}