{"translation-revision-date":"2020-12-24 10:54:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Bu, bölüm içeriğinizin bulunduğu bir gönderi sayfasıdır. Sitenizi ziyaretçilerinizin göreceği şekilde görmek için \"Önizleme\" yi tıklayın."],"Preview your page as you go":["İlerlerken sayfanızı önizleyin"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Bölümünüze daha fazla erişilebilir içerik ekleyin. Bölümle ilgili ses kaydınızın bir dökümünü eklemek için sayfanızdaki yer tutucu içeriğini düzenleyin."],"Add a text transcription":["Metin dökümü ekleyin"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["İlk bölümünüzü oluşturup paylaşmaya hazır hale getirelim. Siz başlatmaya hazır olana kadar gizli kalacaktır."],"Create your first episode":["İlk bölümünüzü oluşturun"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Siteniz başlatılana kadar gizli kalacaktır. Tüm dünyayla paylaşmak için araç çubuğundan \"Başlat\"ı tıklayın."],"Hidden until you’re ready":["Siz hazır olana kadar gizli"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["Site içeriğinizi düzenlerken, sitenizi ziyaretçilerinizin göreceği şekilde görmek için \"Önizleme\"yi tıklayın."],"Preview your site as you go":["Düzenlemeye devam ederken sitenizi önizleyin"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Başladığınız yerdeki yer tutucu içeriği düzenleyin veya daha fazla içerik eklemek için artı işaretini tıklayın."],"Add or edit your content":["İçerik ekleyin veya düzenleyin"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Ana sayfanızı düzenleyin, ihtiyacınız olan sayfaları ekleyin ve sitenizin görünümünü ve tarzını değiştirin."],"Welcome to your website":["Web sitenize hoş geldiniz"],"Get started":["Başla"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}