{"translation-revision-date":"2020-12-24 09:54:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Il s’agit d’une page d’article comprenant le contenu de votre épisode. Cliquez sur « Aperçu » pour voir votre site tel que les visiteurs le verront."],"Preview your page as you go":["Prévisualisation de votre page au fur et à mesure"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Ajoutez plus de contenu accessible à votre épisode. Modifiez le contenu du texte indicatif sur votre page pour ajouter une transcription de l’audio de votre épisode."],"Add a text transcription":["Ajouter une transcription du texte"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["Configurez votre premier épisode et préparez-vous à le partager. Il restera privé jusqu’à ce que vous soyez prêt à le partager."],"Create your first episode":["Créer votre premier épisode"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Votre site restera privé jusqu’à son lancement. Cliquez sur « Lancement » dans la barre d’outils pour le partager avec le monde entier."],"Hidden until you’re ready":["Privé jusqu'à ce que vous soyez prêt"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["Lorsque vous modifiez le contenu de votre site, cliquez sur « Aperçu » pour voir votre site tel que vos visiteurs le verront."],"Preview your site as you go":["Prévisualisez votre site où que vous soyez"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Modifiez le contenu du texte indicatif avec lequel vous avez commencé, ou cliquez sur le signe plus pour ajouter du contenu supplémentaire."],"Add or edit your content":["Ajoutez ou modifiez du contenu"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Modifiez votre page d'accueil, ajoutez les pages requises et modifiez l'apparence de votre site."],"Welcome to your website":["Bienvenue sur votre site Web"],"Get started":["Premiers pas"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}