{"translation-revision-date":"2020-12-21 11:47:01+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Dit is een berichtpagina met de inhoud van je episode. Klik op “Voorbeeld” om je site te zien zoals je bezoekers dat zullen doen."],"Preview your page as you go":["Bekijk een voorbeeld van je pagina terwijl je bezig bent"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Voeg meer toegankelijke inhoud toe aan je episode. Bewerk de plaatshouder inhoud op je pagina om een transcriptie van je episode audio toe te voegen."],"Add a text transcription":["Voeg een tekst transcriptie toe"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["Laten we je eerste episode opzetten en klaar maken om te delen. Het blijft privé totdat je klaar bent om te starten."],"Create your first episode":["Creeër je eerste episode"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Je site blijft verborgen totdat hij wordt gelanceerd. Klik \"Lanceer\"  in de toolbar om het te delen met de wereld."],"Hidden until you’re ready":["Verborgen tot je klaar bent"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["Terwijl je de content van je site bewerkt, kun je op 'Voorbeeld bekijken' klikken om je site te kunnen zien zoals je bezoekers deze zien."],"Preview your site as you go":["Bekijk je site waar je ook bent"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Bewerk de placeholder-content die wij in het begin hebben toegevoegd of klik op het pluspictogram om meer content toe te voegen."],"Add or edit your content":["Voeg je content toe of bewerk deze"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Bewerk je homepage, voeg de pagina's die je nodig hebt toe en verander de uitstraling van je site."],"Welcome to your website":["Welkom op je site"],"Get started":["Aan de slag"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}