{"translation-revision-date":"2020-12-24 10:54:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Jetzt bist du mit den Grundlagen vertraut. Denk daran, dass deine Website so lange privat ist, bis du dich dazu entscheidest, sie zu veröffentlichen."],"Congratulations!":["Glückwunsch!"],"To move blocks around simply click and drag the handle around.":["Zum Verschieben von Blöcken verwendest du einfach die Ziehpunkte."],"Drag & drop":["Drag-and-drop"],"Simply click the Undo button if you've made a mistake.":["Klicke einfach auf den Rückgängig-Button, wenn du einen Fehler gemacht hast. "],"Undo any mistake":["Jeden Fehler rückgängig machen"],"Click the settings icon to see even more options.":["Klicke auf das Einstellungen-Icon, um noch mehr Optionen anzuzeigen."],"More Options":["Weitere Optionen"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Verwende die Toolbar, um das Aussehen eines ausgewählten Blocks zu ändern. Versuche, ihn fett zu formatieren."],"Click a block to change it":["Klicke auf einen Block, um ihn zu ändern"],"Click + to open the inserter. Then click the block you want to add.":["Klicke auf +, um das Inserter-Werkzeug zu öffnen. Klicke dann auf den Block, den du hinzufügen möchtest."],"Adding a new block":["Hinzufügen eines neuen Blocks"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["Im WordPress-Editor sind Absätze, Bilder und Videos Blöcke."],"Everything is a block":["Alles ist ein Block"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Fahre mit dieser kurzen Übersicht fort, um dich mit den Grundlagen des WordPress-Editors vertraut zu machen."],"Welcome to WordPress!":["Willkommen bei WordPress!"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"Guide controls":["Hilfreiche Steuerungen"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}