{"translation-revision-date":"2020-12-24 08:54:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["למדת את כל המידע הבסיסי. חשוב לזכור, האתר שלך תמיד פרטי כל עוד לא החלטת להשיק אותו."],"Congratulations!":["איחולינו!"],"To move blocks around simply click and drag the handle around.":["כדי להזיז בלוקים, אפשר ללחוץ על בלוק ולגרור את הידית ברחבי העמוד."],"Drag & drop":["לגרור ולשחרר"],"Simply click the Undo button if you've made a mistake.":["אפשר ללחוץ על הכפתור 'לבטל' אם טעית."],"Undo any mistake":["לבטל טעויות"],"Click the settings icon to see even more options.":["יש ללחוץ על סמל ההגדרות כדי להציג אפשרויות נוספות."],"More Options":["אפשרויות נוספות"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["ניתן להשתמש בסרגל הכלים כדי לשנות את המראה של הבלוק שנבחר. אפשר לנסות מראה מודגש."],"Click a block to change it":["יש ללחוץ על הבלוק כדי לשנות אותו"],"Click + to open the inserter. Then click the block you want to add.":["יש ללחוץ על '+' כדי לפתוח את מוסיף הבלוקים. לאחר מכן, יש ללחוץ על הבלוק שברצונך להוסיף."],"Adding a new block":["הוספת בלוק חדש"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["בעורך של WordPress, כל הפסקאות, התמונות והסרטונים מופיעים כבלוקים."],"Everything is a block":["כל התוכן מופיע בבלוק"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["כדאי להמשיך בסיור הקצר כדי ללמוד את המאפיינים הבסיסיים בעורך של WordPress."],"Welcome to WordPress!":["ברוך בואך ל-WordPress!"],"Page %1$d of %2$d":["עמוד ⁦%1$d⁩ מתוך ⁦%2$d⁩"],"Guide controls":["פקדים לכיוון"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}