{"translation-revision-date":"2020-12-27 08:32:18+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Esta es una página de entrada con el contenido de tu episodio. Haz clic en «Vista previa» para ver tu sitio tal como lo verán tus visitantes."],"Preview your page as you go":["Previsualiza la página en tiempo real"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Añade más contenido accesible a tu episodio. Edita el contenido del marcador de posición en tu página para añadir la transcripción de audio del episodio."],"Add a text transcription":["Añade una transcripción textual"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["Vamos a configurar tu primer episodio y a dejarlo todo listo para compartirlo. Seguirá siendo privado hasta que estés listo para publicarlo."],"Create your first episode":["Crea tu primer episodio"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Tu web permanecerá oculta hasta su lanzamiento. Haz clic en «Lanzar» en la barra de herramientas para compartirla con el mundo."],"Hidden until you’re ready":["Oculto hasta que estés preparado"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["A medida que vayas editando el contenido de tu sitio, haz clic en «Vista previa» para verlo tal como lo verán tus visitantes."],"Preview your site as you go":["Vista previa durante la edición"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Edita el contenido del marcador de posición que te hemos facilitado para empezar o haz clic en el signo más para añadir más contenido."],"Add or edit your content":["Añadir o editar tu contenido"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Edita tu página de inicio, añade las páginas que necesites y cambia la apariencia de tu sitio."],"Welcome to your website":["Te damos la bienvenida a tu sitio web"],"Get started":["Primeros pasos"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}