{"translation-revision-date":"2020-12-24 10:54:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Artık temel bilgileri aldınız. Unutmayın, siteniz siz başlatmaya karar verene kadar her zaman gizli kalır."],"Congratulations!":["Tebrikler!"],"To move blocks around simply click and drag the handle around.":["Blokları taşımak için tutamacı tıklayıp sürükleyin."],"Drag & drop":["Sürükle bırak"],"Simply click the Undo button if you've made a mistake.":["Bir hata yaptıysanız Geri Al düğmesini tıklamanız yeterlidir."],"Undo any mistake":["Herhangi bir hatayı geri alın"],"Click the settings icon to see even more options.":["Daha fazla seçenek görmek için ayarlar simgesini tıklayın."],"More Options":["Daha fazla seçenek"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Seçili bir bloğun görünümünü değiştirmek için araç çubuğunu kullanın. Kalın yazı tipi yapmayı deneyin."],"Click a block to change it":["Değiştirmek için bir bloğu tıklayın"],"Click + to open the inserter. Then click the block you want to add.":["Ekleyiciyi açmak için + simgesine tıklayın. Ardından eklemek istediğiniz bloğa tıklayın."],"Adding a new block":["Yeni bir blok ekleme"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["WordPress Düzenleyicisi'nde paragraflar, resimler ve videoların tümü bloklar halindedir."],"Everything is a block":["Her şey bir blok"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["WordPress düzenleyicisinin temellerini öğrenmek için bu kısa tura devam edin."],"Welcome to WordPress!":["WordPress&#8217;e hoşgeldiniz!"],"Page %1$d of %2$d":["Sayfa %1$d \/ %2$d"],"Guide controls":["Rehber kontrolleri"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}