{"translation-revision-date":"2020-12-23 14:54:42+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Det här är en inläggssida med ditt avsnittsinnehåll. Klicka på Förhandsgranska för att se din webbplats som den kommer att se ut för dina besökare."],"Preview your page as you go":["Förhandsgranska din sida allteftersom"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Lägg till mer tillgängligt innehåll i ditt avsnitt. Redigera platshållarinnehållet på din sida för att lägga till en transkription av ditt avsnitts ljud."],"Add a text transcription":["Lägg till en texttranskription"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["Låt oss skapa ditt första avsnitt och göra det redo för delning. Det förblir privat tills du är redo att lansera det."],"Create your first episode":["Skapa ditt första avsnitt"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Din webbplats kommer att förbli dold tills den lanseras. Klicka på \"Lansera\" i verktygsfältet för att dela den med världen."],"Hidden until you’re ready":["Dold tills du är redo"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["Medan du redigerar ditt webbplatsinnehåll kan du klicka på \"Förhandsgranska\" för att se hur webbplatsen kommer att se ut för dina besökare."],"Preview your site as you go":["Förhandsgranska din webbplats allteftersom"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Redigera platshållarinnehållet som vi har gett dig som startpunkt, eller klicka på plustecknet för att lägga till mer innehåll."],"Add or edit your content":["Lägg till eller redigera innehåll"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Redigera din hemsida, lägg till de sidor du behöver och ändra webbplatsens utseende och känsla."],"Welcome to your website":["Välkommen till din webbplats"],"Get started":["Kom igång"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}