{"translation-revision-date":"2020-12-23 14:54:42+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Du har nu lärt dig grunderna. Kom ihåg att din webbplats alltid är privat tills du bestämmer dig för att lansera den."],"Congratulations!":["Grattis!"],"To move blocks around simply click and drag the handle around.":["Det är bara att klicka på och dra i handtaget för att flytta runt block."],"Drag & drop":["Dra och släpp"],"Simply click the Undo button if you've made a mistake.":["Klicka på knappen Ångra om du har gjort ett misstag."],"Undo any mistake":["Ångra eventuella misstag"],"Click the settings icon to see even more options.":["Klicka på inställningsikonen för att se ännu fler alternativ."],"More Options":["Ytterligare alternativ"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Använd verktygsfältet för att ändra utseendet på ett valt block. Prova att använda fetstil."],"Click a block to change it":["Klicka på ett block för att ändra det"],"Click + to open the inserter. Then click the block you want to add.":["Klicka på + för att öppna infogaren. Klicka sedan på det block som du vill lägga till."],"Adding a new block":["Lägga till ett nytt block"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["I WordPress-redigeraren är både stycken, bilder och videor block."],"Everything is a block":["Allting är ett block"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Fortsätt den här korta rundturen för att lära dig WordPress-redigerarens grunder."],"Welcome to WordPress!":["Välkommen till WordPress!"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"Guide controls":["Guidekontroller"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}