{"translation-revision-date":"2020-12-31 08:54:58+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["Questa è una pagina dell'articolo con i contenuti del tuo episodio. Fai clic su \"Anteprima\" per visualizzare il sito come se fossi un visitatore."],"Preview your page as you go":["Visualizza l'anteprima della pagina mentre procedi"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["Aggiungi più contenuti accessibili al tuo episodio. Modifica il contenuto del segnaposto sulla tua pagina per aggiungere una trascrizione dell'audio dell'episodio."],"Add a text transcription":["Aggiungi una trascrizione del testo"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["Crea il tuo primo episodio e preparalo alla condivisione. Rimarrà privato finché non sarai pronto a lanciarlo."],"Create your first episode":["Crea il tuo primo episodio"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["Il sito rimarrà nascosto fino al lancio. Fai clic su \"Lancia\" nella barra degli strumenti per condividerlo con il mondo."],"Hidden until you’re ready":["Nascosto, finché non sei pronto"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["Quando modifichi il contenuto del tuo sito, fai clic su \"Anteprima\" per visualizzarlo nello stesso modo in cui lo vedranno i tuoi visitatori."],"Preview your site as you go":["Anteprima del tuo sito mentre procedi"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["Modifica i contenuti segnaposto che ti avevamo fornito all'inizio e fai clic sul segno più per aggiungere altro contenuto."],"Add or edit your content":["Aggiungi o modifica contenuto"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["Modifica la tua homepage, aggiungi le pagine di cui hai bisogno e cambia l'aspetto del tuo sito."],"Welcome to your website":["Benvenuto nel tuo sito web"],"Get started":["Inizia ora"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}