{"translation-revision-date":"2020-12-24 09:54:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Vous maîtrisez désormais les bases. N’oubliez pas que votre site reste privé jusqu’à son lancement."],"Congratulations!":["Bravo&nbsp;!"],"To move blocks around simply click and drag the handle around.":["Pour déplacer des blocs, cliquez simplement sur la poignée et déplacez-la."],"Drag & drop":["Glisser-déposer"],"Simply click the Undo button if you've made a mistake.":["Cliquez simplement sur le bouton Annuler si vous avez fait une erreur."],"Undo any mistake":["Annuler une erreur"],"Click the settings icon to see even more options.":["Cliquez sur l’icône Réglages pour voir toujours plus d’options."],"More Options":["Plus d’options"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Utilisez la barre d’outils pour modifier l’apparence du bloc sélectionné. Essayez de le basculer en gras."],"Click a block to change it":["Cliquez sur un bloc pour le modifier"],"Click + to open the inserter. Then click the block you want to add.":["Cliquez sur + pour ouvrir l’outil d’insertion. Cliquez ensuite sur le bloc à ajouter."],"Adding a new block":["Ajout d’un nouveau bloc"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["Dans l'éditeur WordPress, les paragraphes, les images et les vidéos sont tous des blocs."],"Everything is a block":["Tous les éléments sont des blocs"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Poursuivez cette petite visite pour en savoir plus sur les bases de l’éditeur WordPress."],"Welcome to WordPress!":["Bienvenue dans WordPress&nbsp;!"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"Guide controls":["Guider les contrôles"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}