{"translation-revision-date":"2020-12-24 08:54:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"You’ve now learned the basics. Remember, your site is always private until you decide to launch.":["Agora você já sabe o básico. Lembre-se: seu site é sempre privado até você publicá-lo."],"Congratulations!":["Parabéns!"],"To move blocks around simply click and drag the handle around.":["Para mover os blocos, basta clicar e arrastar a alça."],"Drag & drop":["Arraste e solte"],"Simply click the Undo button if you've made a mistake.":["Basta clicar no botão Desfazer caso algo esteja errado."],"Undo any mistake":["Desfaça qualquer erro"],"Click the settings icon to see even more options.":["Clique no ícone de configurações para ver mais opções."],"More Options":["Mais opções"],"Use the toolbar to change the appearance of a selected block. Try making it bold.":["Use a barra de ferramentas para alterar a aparência de um bloco selecionado. Tente aplicar negrito a ele."],"Click a block to change it":["Clique em um bloco para alterá-lo"],"Click + to open the inserter. Then click the block you want to add.":["Clique em + para abrir a ferramenta de adição. Em seguida, clique no bloco que você deseja adicionar."],"Adding a new block":["Adicionar um novo bloco"],"In the WordPress Editor paragraphs, images, and videos are all blocks.":["No editor do WordPress, parágrafos, imagens e vídeos são todos blocos."],"Everything is a block":["Tudo é um bloco"],"Continue on with this short tour to learn the fundamentals of the WordPress editor.":["Continue este tour rápido para aprender as noções básicas do editor do WordPress."],"Welcome to WordPress!":["Desejamos boas-vindas ao WordPress!"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Guide controls":["Controles de guia"]}},"comment":{"reference":"wpcom-block-editor-welcome-tour\/dist\/wpcom-block-editor-welcome-tour.js"}}