{"translation-revision-date":"2020-12-24 11:54:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"This is a post page with your episode content. Click “Preview” to see your site the way your visitors will.":["エピソードの内容が書かれた投稿ページです。 「プレビュー」をクリックすると訪問者から見えるとおりの形式でサイトを表示できます。"],"Preview your page as you go":["作業を進めながらページをプレビュー"],"Add more accessible content to your episode. Edit the placeholder content on your page to add a transcript of your episode audio.":["エピソードにアクセスしやすいコンテンツを追加します。 ページのプレースホルダコンテンツを編集して、エピソード音声のトランスクリプトを追加します。"],"Add a text transcription":["テキストトランスクリプションを追加"],"Let’s get your first episode set up and ready to share. It’ll remain private until you’re ready to launch.":["最初のエピソードを設定して公開の準備をしましょう。 公開の準備が整うまで、エピソードは非公開のままです。"],"Create your first episode":["最初のエピソードを作成"],"Your site will remain hidden until launched. Click “Launch” in the toolbar to share it with the world.":["サイトは公開するまで非表示のままになります。 ツールバーの「Launch」をクリックして世界と共有しましょう。"],"Hidden until you’re ready":["準備が整うまで非表示となります"],"As you edit your site content, click “Preview” to see your site the way your visitors will.":["サイトコンテンツの編集時、「プレビュー」をクリックすると訪問者から見えるとおりの形式でサイトを表示できます。"],"Preview your site as you go":["その都度サイトを表示"],"Edit the placeholder content we’ve started you off with, or click the plus sign to add more content.":["最初に設定されていたプレースホルダーのコンテンツを編集するか、プラス記号をクリックしてコンテンツを追加します。"],"Add or edit your content":["コンテンツの追加または編集"],"Edit your homepage, add the pages you need, and change your site’s look and feel.":["ホームページを編集し、必要なページを追加して、サイトの外観を変更します。"],"Welcome to your website":["サイトへようこそ"],"Get started":["今すぐ始める"]}},"comment":{"reference":"wpcom-block-editor-nux\/dist\/wpcom-block-editor-nux.js"}}