{"translation-revision-date":"2020-10-07 21:19:21+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"Social Previews":["Vistas previas en redes sociales"],"Purchase a Business plan to access social previews":["Comprá un plan business para acceder a las vistas previas en redes sociales"],"Customize your front page metadata to change how your site appears to search engines.":["Personalizá los metadatos de la página de inicio para cambiar el aspecto de tu sitio en los motores de búsqueda."],"Control how page titles will appear on Google search results and social networks.":["Controlá el aspecto que tendrán los títulos de página en los resultados de búsqueda de Google, y en las redes sociales."],"Preview your site’s content as it will appear on Facebook, Twitter, and the WordPress.com Reader.":["Tené una vista previa del contenido de tu sitio tal como se mostrará en Facebook, en Twitter y en el lector de WordPress.com."],"Business or eCommerce plan required.":["Se necesita un plan Business o eCommerce."],"Preview what this will look like on social networks and Google search.":["Previsualizá cómo se verá esto en las redes sociales y en la búsqueda de Google."],"Upgrade to a Business plan to unlock the power of our SEO tools":["Actualizá al plan Business para desbloquear el potencial de nuestras herramientas SEO."],"Open Social Previews":["Vistas previas en Open Social"],"Images":["Imágenes"],"Image Spacing (px)":["Espaciado de imagen (px)"],"Account":["Cuenta"],"Connect to Instagram":["Conectar a Instagram"],"Connecting…":["Conectando..."],"First, you'll need to connect to WordPress.com.":["Primero vas a necesitar conectarte a WordPress.com."],"Connect to Instagram to start sharing your images.":["Conectate a Instagram para empezar a compartir tus imágenes."],"No images were found in your Instagram account.":["No se encontraron imágenes en tu cuenta de Instagram"],"With the OpenTable block you may encounter display issues if you use its \"wide\" style with anything other than \"wide\" or \"full\" alignment. The wide display style may also not work well on smaller screens.":["Puede que encuentres problemas de visualización con el bloque de OpenTable si usás el estilo \"amplio\" con una alineación distinta a \"ancha\" o \"completa\". El estilo de visualización ancho también puede que no funcione en pantallas más pequeñas. "],"Button":["Botón"],"Background & Text Color":["Color de fondo y texto"],"Border radius":["Radio del borde"],"An unexpected error occured within the Podcast Player. Reloading this page might fix the problem.":["Ocurrió un error inesperado en el reproductor de podcast. Puede que recargar esta página solucione el problema."],"The podcast player cannot be displayed as your browser settings do not allow for sounds to be played in webpages. This can be changed in your browser’s \"Internet options\" settings. In the \"Advanced\" tab you will have to check the box next to \"Play sounds in webpages\" in the \"Multimedia\" section. Once you have confirmed that the box is checked, please press \"Apply\" and then reload this page.":["No se pudo mostrar el reproductor de podcast porque los ajustes de tu navegador no permiten que se reproduzcan sonidos en páginas web. Esto se puede cambiar en los ajustes de \"Opciones de Internet\" de tu navegador. En la pestaña \"Avanzado\" tendrás que marcar la casilla al lado de \"Reproducir sonidos en las webs\", en la sección \"Multimedia\". Una vez hayas confirmado que la casilla está marcada presioná en \"Aplicar\" y luego recargá esta página."],"Select an episode to play it in the audio player.":["Seleccioná un episodio a reproducir en el reproductor de audio."],"Playlist: %s":["Lista de reproducción: %s"],"Error: Episode unavailable - Open in a new tab":["Error: Episodio no disponible - Abrir en una nueva pestaña"],"Loading: %s":["Cargando: %s"],"Paused":["Pausado"],"track":["pista"],"%s:":["%s:"],"Error:":["Error:"],"block search term\u0004linked":["enlazado"],"block search term\u0004pins":["pins"],"block search term\u0004pinboard":["tablero de pines"],"block search term\u0004dates":["fechas"],"block search term\u0004buy":["comprar"],"block search term\u0004mosaic":["mosaico"],"block search term\u0004circle":["círculo"],"block search term\u0004maps":["mapas"],"Number of Columns":["Número de columnas"],"Number of Posts":["Número de entradas"],"block search term\u0004audio":["audio"],"Landscapes":["Apaisados"],"Learn more":["Más Información"],"Contact Info":["Información de contacto"],"Visibility":["Visibilidad"],"Category":["Categoría"],"Attachment Page":["Página de adjuntos"],"Media File":["Archivo multimedia"],"Submit":["Enviar"],"Subscribe":["Suscribir"],"Join %s other subscriber":["Sumáte a %s suscriptor","Sumáte a otros %s suscriptores"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Time":["Hora"],"Slideshow":["Presentación"],"Email Address":["Dirección de email"],"Connect":["Conectar"],"Before you hit Publish, please refresh the following connection(s) to make sure we can Publicize your post:":["Antes que hagas click en Publicar, por favor, actualizá la(s) siguiente(s) conexion(es) para asegurarte que podamos utilizar Publicitar con tu entrada:"],"Related Posts":["Entradas relacionadas"],"Notifications":["Notificaciones"],"No":["No"],"Show likes.":["Mostrar \"me gusta\"."],"Show sharing buttons.":["Mostrar botones de compartir."],"Markdown":["Markdown"],"Price":["Precio"],"Cancel":["Cancelar"],"None":["Ninguna"],"Preview":["Vista previa"],"Email":["Correo electrónico"],"(required)":["(requerido)"],"Website":["Web"],"Message":["Mensaje"],"Date":["Fecha"],"An error occurred. Please try again later.":["Se ha producido un error. Por favor, inténtelo de nuevo más tarde."],"Contact Form":["Formulario de contacto"],"Yes":["Sí"],"Checkbox":["Casilla de verificación"],"Radio":["Radio"],"Text":["Texto"],"Textarea":["Área de texto"],"Enter your email address":["Ingresá tu dirección de correo electrónico"],"Language":["Idioma"],"Type":["Tipo"],"Connect to WordPress.com":["Conectar a WordPress.com"],"Name":["Nombre"],"All":["Todos"],"Edit":["Editar"],"Visit the post for more.":["Visitá la entrada para saber más."],"Settings":["Configuración"],"Search":["Buscar"],"Option":["Opción"]}},"comment":{"reference":"_inc\/blocks\/editor-experimental.js"}}