{"translation-revision-date":"2020-12-07 20:42:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"No security threats found. Your site will continue to be monitored for future threats.":["Nu am găsit nicio amenințare de securitate. Situl va fi monitorizat în continuare pentru amenințări de securitate."],"Please finish your setup by entering your server’s credentials.":["Te rog finalizează inițializarea introducând datele de conectare la server."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Am găsit o amenințare de securitate. <a>Dă clic aici<\/a> pentru a o înlătura imediat.","Am găsit amenințări de securitate. <a>Dă clic aici<\/a> pentru a le înlătura imediat.","Am găsit amenințări de securitate. <a>Dă clic aici<\/a> pentru a le înlătura imediat."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Cumpără Scanare Jetpack pentru a-ți proteja situl împotriva amenințărilor de securitate cu o scanare automată."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress nu este instalat, <a>te rog instalează-l<\/a> pentru a activa scanarea automată împotriva amenințărilor de securitate."],"VaultPress is not active, <a>please activate<\/a> to enable automatic scanning for security for threats.":["VaultPress nu este activ, <a>te rog activează-l<\/a> pentru a activa scanarea automată împotriva amenințărilor de securitate."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress întâmpină dificultăți la scanare. Te rog asigură-te că <keyLink>ai introdus cheia de înregistrare<\/keyLink>. Dacă ai nevoie de asistență suplimentară, te rog <supportLink>contactează suportul<\/supportLink>."],"Could not activate VaultPress.":["Nu am putut activa VaultPress."],"Activating VaultPress…":["Activez VaultPress…"],"F Y":["F Y"],"F jS":["j F"],"M j":["j M"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Reconectează Jetpack"],"Click below to reconnect Jetpack":["Dă clic mai jos pentru a reconecta Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Ar trebui să faci asta numai la recomandarea testele Sănătate sit sau a suportului Jetpack."],"You’ve clicked a link to restore your Jetpack connection.":["Ai dat clic pe o legătură pentru a restaura conexiunea la Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack a fost reconectat cu succes! Poți verifica starea conexiunii Jetpack Connection mergând la <a>instrumentul Sănătate sit<\/a>."],"Your site is connected to Jetpack Backup.":["Situl tău este conectat la Copii de siguranță Jetpack."],"Your site is connected to VaultPress for backups.":["Situl tău este conectat la VaultPress pentru copii de siguranță."],"Your site is connected to VaultPress for backups and security scanning.":["Situl tău este conectat la VaultPress pentru copii de siguranță și scanare de securitate."],"Your site is connected to Jetpack Backup and Scan.":["Situl tău este conectat la Copii de siguranță și Scanare Jetpack."],"Automatically clear spam from comments and forms.":["Șterge automat spamul din comentarii și formulare."],"Boost your search engine ranking":["Îți îmbunătățești clasarea în motoarele de căutare"],"Connect your site to Google Analytics.":["Conectează-ți situl la Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Scanare automată și corecții cu un singur clic pentru a-ți proteja situl împotriva amenințărilor de securitate."],"Save every change and get back online quickly with one-click restores.":["Cu restaurările cu un singur clic, salvezi fiecare modificare și revii rapid online."],"Get unlimited, ad-free video hosting.":["Ai găzduire video nelimitată, fără reclame."],"Jetpack Complete":["Jetpack integral"],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["Cele mai puternice situri WordPress: pachet de securitate la cel mai înalt nivel, căutare îmbunătățită"],"Jetpack Security Real-Time":["Securitate Jetpack în timp real"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Securitate suplimentară pentru siturile cu activitate non-stop (24\/7). Recomandată pentru magazinele de comerț electronic (eCommerce), organizațiile care prezintă știri și forumurile online."],"Jetpack Security Daily":["Securitate Jetpack zilnică"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Te bucuri de mai multă liniște când ai situl protejat în întregime. Este excelent pentru situri tip broșură, restaurante, bloguri și situri personale."],"Could not activate Akismet.":["Nu am putut activa Akismet."],"Activating Akismet…":["Activez Akismet..."],"Install now":["Instalează acum"],"Turn visitors into subscribers with email marketing.":["Transformă-ți vizitatorii în urmăritori cu marketing emailuri."],"Creative Mail by Constant Contact":["Creative Mail de Constant Contact"],"It looks like your API key has been set globally.":["Se pare că cheia ta API a fost setată la nivel global."],"A valid key has been set in your site's configuration.":["A fost setată o cheie validă în configurarea sitului tău."],"There seems to be a problem with your website.":["Se pare că este o problemă cu situl tău web."],"Jetpack Dashboard was unable to properly communicate with your website. Please check your website's error logs to see what's wrong.":["Panoul de control Jetpack nu a putut comunica așa cum trebuie cu situl tău web. Te rog consultă jurnalele de erori ale sitului pentru a vedea ce nu este în regulă."],"There was an error disconnecting Jetpack. Error: %s":["A fost o eroare la deconectarea Jetpack. Eroare: %s"],"Reconnect to WordPress.com by approving the connection":["Reconectează-te la WordPress.com prin aprobarea conexiunii"],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack îți propulsează situl, dar pentru a accesa toate funcționalitățile sale va trebui să te conectezi în contul tău WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Acum este în <a>modul Offline<\/a> (unele funcționalități sunt dezactivate) deoarece: <reasons\/>"],"Your site URL is a known local development environment URL":["URL-ul sitului tău este un URL recunoscut în mediul de dezvoltare locală"],"The %s constant is defined":["Constanta %s este definită"],"The jetpack_development_mode filter is active":["Filtrul jetpack_development_mode este activ"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["Planul tău %2$s include %1$s. Se pare că ai cumpărat și produsul %3$s. Poți să elimini %3$s."],"Restore Connection":["Restaurează conexiunea"],"Reconnecting Jetpack":["Reconectez Jetpack"],"Welcome to <s>Jetpack %s<\/s>!":["Bine ai venit la <s>Jetpack %s<\/s>!"],"Up to %d%% off!":["Reducere de până la %d%%!"],"Upgrade to %s":["Actualizează la %s"],"Up to %s records":["Până la %s de înregistrări"],"Duration of product subscription timeframe.\u0004per month":["pe lună"],"Duration of product subscription timeframe.\u0004per year":["pe an"],"<Currency \/><Price \/>":["<Currency \/><Price \/>"],"<Currency \/><smallerPrice \/>-<higherPrice \/>":["<Currency \/><smallerPrice \/>-<higherPrice \/>"],"%1$s failed to activate. %2$s":["Activarea %1$s a eșuat. %2$s"],"Activating %s…":["Activez %s..."],"Jetpack Scan <em>Daily<\/em>":["Scanare Jetpack <em>zilnică<\/em>"],"Text on link to list of onboarding tasks\u0004Complete Jetpack Setup":["Finalizează inițializarea Jetpack"],"Onboarding task list progress\u0004Your Jetpack setup progress":["Progresul de inițializare Jetpack"],"Connected as <span>%s<\/span>":["Conectat ca <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Vezi detalii despre copiile de siguranță<\/a>."],"Views: %s":["Vizualizări: %s"],"Week of %s":["Săptămână %s"],"<button>View detailed stats<\/button>":["<button>Vezi statisticile detaliate<\/button>"],"Referring to a number of comments\u0004All-time comments":["Total general comentarii"],"Referring to a number of page views\u0004All-time views":["Total general vizualizări"],"%s View":["O vizualizare","%s vizualizări","%s de vizualizări"],"Referring to a number of page views\u0004Best overall day":["Cea mai bună zi în ansamblu"],"Referring to a number of page views\u0004Views today":["Vizualizări azi"],"Add beautifully laid out galleries using the block editor.":["Adaugă galerii prezentate frumos folosind editorul de blocuri."],"Included with %s":["Incluse cu %s"],"%s has been disabled by a site administrator.":["%s a fost dezactivată de un administrator al sitului."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>Confirmă cu Google<\/button1><span>sau<\/span><button2>Confirmă manual<\/button2>"],"Site failed to verify: %s":["Confirmarea sitului a eșuat: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["În „Actualizări”"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["În „Mobil”"],"Unavailable in Offline Mode":["Indisponibil în modul Offline"],"<a>Contact Support<\/a>":["<a>Contactează suportul<\/a>"],"<a>View details<\/a>":["<a>Vezi detalii<\/a>"],"Uh oh, %s threat found.":["Oh nu, am găsit o amenințare.","Oh nu, am găsit %s amenințări.","Oh nu, am găsit %s de amenințări."],"Unavailable in Offline Mode.":["Indisponibil în modul Offline."],"Jetpack Backup <em>Real-Time<\/em>":["Copii de siguranță Jetpack <em>în timp real<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Copii de siguranță Jetpack <em>zilnic<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s a fost dezactivată de un administrator al sitului. <link>Află mai mult<\/link>."],"Error updating settings. %s":["Eroare la actualizarea setărilor. %s"],"Linked to WordPress.com.":["Conectat la WordPress.com."],"Connect your WordPress.com account":["Conectează-ți contul WordPress.com"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Se pare că există o problemă cu conexiunea ta la WordPress.com. Dacă problema persistă, încearcă să te reconectezi."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Șterge automat spamul din comentarii și formulare. Economisești timp, primești mai multe răspunsuri, oferi vizitatorilor o experiență mai bună - toate acestea fără să ridici un deget."],"Jetpack Anti-Spam":["Anti-spam Jetpack"],"Connection Error, please reconnect.":["Eroare la conectare, te rog reconectează."],"Customize your ads.txt file":["Personalizează fișierul ads.txt"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (Authorized Digital Sellers) este un mecanism care permite proprietarilor de conținut să declare cine este autorizat să vândă inventarul de anunțuri și reclame. Este lista oficială a partenerilor din publicitate pe care îi accepți ca proprietar și editor de conținut."],"Adds a link to your privacy policy to the bottom of the CCPA notice popup (optional).":["Adaugă o legătură la politica ta de confidențialitate în partea de jos a popup-ului de notificare CCPA (opțional)."],"Failure to add this link will result in non-compliance with CCPA.":["Dacă nu adaugi această legătură înseamnă că nu respecți CCPA."],"CCPA requires that you place a \"Do Not Sell My Personal Information\" link on every page of your site where targeted advertising will appear. <br\/>You can use the <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, or the <code>[ccpa-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["CCPA necesită să plasezi o legătură „Nu-mi vinde informațiile personale” pe fiecare pagină a site-ului unde va apărea publicitatea vizată. <br\/>Poți folosi <widgetLink>piesa Legătură nu vinde (CCPA)<\/widgetLink> sau scurt-codul <code>[ccpa-do-not-sell-link]<\/code> pentru a plasa automat această legătură pe site-ul tău. Notă: legătura va fi afișată întotdeauna administratorilor autentificați, indiferent de geo-localizare."],"Do Not Sell Link":["Legătură Nu vinde"],"For more information about the California Consumer Privacy Act (CCPA) <br\/>and how it pertains to your site, please consult our <link>CCPA guide for site owners<\/link>.":["Pentru mai multe informații despre Legea privind confidențialitatea consumatorilor din California (CCPA) <br\/>și modul în care este implementată pe situl tău, te rog consultă <link>ghidul CCPA pentru proprietarii de site-uri<\/link>."],"Enable targeted advertising to California site visitors (CCPA)":["Activează publicitatea direcționată pentru vizitatorii de site-uri din California (CCPA)"],"Enables a targeted advertising opt-out link for California consumers, as required by the California Consumer Privacy Act (CCPA).":["Activează o legătură de renunțare la publicitatea direcționată pentru consumatorii din California, conform cerințelor Legii privind confidențialitatea consumatorilor din California (CCPA)."],"Always allowed IP addresses":["Adrese IP mereu permise"],"Add to Always Allowed list":["Adaugă în lista Mereu permise"],"Privacy Policy URL":["URL politică de confidențialitate"],"Will %s have blog posts, news, or regular updates?":["%s va avea articole, știri sau actualizări periodice?"],"A jetpack site using publicize to share posts":["Un sit Jetpack care folosește publicitatea pentru a partaja articole"],"Explore more features":["Explorează mai multe funcționalități"],"I’m done for now":["Pentru moment, am terminat"],"You can change your feature settings at any time.":["Poți modifica setările funcționalităților oricând."],"Jetpack has a lot of features so we’ve made a few recommendations for you below.":["Jetpack are o mulțime de funcționalități, mai jos ți-am făcut câteva recomandări."],"Get started with Jetpack’s powerful features":["Începe cu funcționalitățile puternice oferite de Jetpack"],"A rocketship using Jetpack to reach new heights":["O rachetă care folosește Jetpack pentru a atinge înălțimi nebănuite"],"None of these apply":["Nu folosesc niciuna din ele"],"You have a physical store or business and this website will help drive foot traffic to your location.":["Ai un magazin fizic sau o afacere și acest sit web te va ajuta să aduci trafic către locația ta."],"Physical location":["Locație fizică"],"Your services require booking appointments online, for example a hair salon or accountant.":["Serviciile tale necesită programări sau rezervări online, de exemplu ai un salon de cosmetică sau o firmă de contabilitate."],"Appointments \/ bookings":["Programări sau rezervări"],"You're planning on selling physical goods, digital downloads, or services directly to your customers.":["Intenționezi să vinzi bunuri fizice, produse digitale sau să prestezi servicii clienților."],"Online store":["Magazin online"],"You're planning on putting ads and or affiliate links on your website.":["Intenționezi să afișezi reclame sau legături de afiliere pe situl tău web."],"Advertising or affiliate marketing":["Marketing publicitar sau de afiliere"],"Check all that apply":["Bifează tot ce folosești"],"Do you intend to make money directly from %s?":["Ai de gând să câștigi bani direct din %s?"],"A jetpack site generating revenue":["Un sit Jetpack care generează venituri"],"View options":["Vezi opțiunile"],"Upgrade now":["Actualizează acum"],"The Jetpack Connection is also used by another plugin, and it will lose connection.":["Conexiunea Jetpack este folosită și de un alt modul și se va pierde.","Conexiunea Jetpack este folosită și de alte module și se va pierde.","Conexiunea Jetpack este folosită și de alte module și se va pierde."],"Threat":["amenințare","amenințări","de amenințări"],"Customize your homepage, blog posts, sidebars, and widgets — all without touching any code.":["Îți personalizezi prima pagină, articolele blogului, barele laterale și piesele — fără să atingi vreun cod."],"Design & Publishing":["Design și publicare"],"Increase visitors with social integrations, keep them engaged with related content, and so much more.":["Crești numărul de vizitatorii cu integrări sociale, menții vizitatorii angrenați cu un conținut similar și multe altele."],"Marketing":["Marketing"],"Load pages faster! Shorter load times can lead to happier readers, more page views, and — if you’re running a store — improved sales.":["Paginile se încarcă mai repede! Timpii de încărcare mai mici pot duce la cititori mai fericiți, la mai multe vizualizări de pagini și, dacă deții un magazin, la vânzări îmbunătățite."],"Keep your site backed up, prevent unwanted intrusions, find issues with malware scanning, and stop spammers in their tracks.":["Ai copii de siguranță ale sitului, împiedici intruziunile forțate și nedorite, găsești problemele cu scanarea malware și oprești atacurile spammerilor."],"Control your widgets at the post or page level.":["Controlezi piesele la nivel de articol sau pagină."],"Widget Visibility":["Vizibilitate piesă"],"Add testimonials to your website to attract new customers.":["Adaugă testimoniale pe situl tău web pentru a atrage clienți noi."],"Testimonial: Custom content types":["Testimonial: tipuri de conținut personalizat"],"Send post notifications to your visitors.":["Trimiți vizitatorilor notificări pentru articole."],"Subscriptions":["Abonamente"],"Verify your site with Google, Bing, Yandex, and Pinterest.":["Confirmă-ți situl cu Google, Bing, Yandex și Pinterest."],"Site verification":["Verificare sit"],"Track your site visitors and learn about your most popular content.":["Urmărești vizitatorii și afli care este cel mai popular conținut pe sit."],"Enable for faster images and a faster site.":["Activează pentru imagini mai rapide și un sit mai rapid."],"Site Accelerator":["Accelerator de situri"],"A simple way to accept payments.":["O modalitate simplă de a accepta plăți."],"Build quick links for sharing.":["Creezi legături rapide pentru partajare."],"Embed YouTube videos, and other content easily.":["Înglobezi cu ușurință videouri YouTube și alte tipuri de conținut."],"Increase sharing of your posts and pages.":["Extinzi partajarea articolelor și paginilor."],"Automatically generate sitemaps for all your content.":["Generează automat hărți sit pentru întreg conținutul."],"Take control of the way search engines represent your site.":["Preiei controlul asupra modului în care motoarele de căutare îți iau în considerare situl."],"SEO":["SEO"],"Add an extra layer of security.":["Adaugă un nivel suplimentar de securitate."],"Stop threats to keep your website safe.":["Înlături amenințările pentru a-ți menține situl în siguranță."],"Keep your visitors engaged with related content at the bottom of each post.":["Îți angrenezi vizitatorii cu un conținut similar afișat sub fiecare articol."],"Automaticaly share content on your favorite social media accounts.":["Partajezi automat conținutul în conturile tale preferate din media socială."],"Post by email is a quick way to publish new posts without visiting your site.":["Publicare prin email este o modalitate rapidă de a publica articole noi fără a intra pe sit."],"Post by email":["Publicare prin email"],"Use portfolios on your site to showcase your best work.":["Folosește portofolii pe sit pentru a-ți prezenta toată munca."],"Portfolio: Custom content types":["Portofoliu: tipuri de conținut personalizat"],"Stay up-to-date with your site.":["Știi ce se întâmplă cu situl tău. "],"Get an alert immediately if your site goes down.":["Primești imediat o alertă dacă ți-a căzut situl."],"Downtime Monitoring":["Monitorizare perioade de nefuncționare"],"The WordPress.com toolbar replaces the default WordPress admin toolbar.":["Bara de unelte WordPress.com înlocuiește bara de unelte implicită din administrarea WordPress."],"Write faster rich-text.":["Scrii rapid text îmbogățit."],"Add a like button to your posts.":["Adaugă un buton de apreciere în articole."],"Further improve site speed and only load images visitors need.":["Îmbunătățești și mai mult viteza sitului și încarci numai imaginile de care au nevoie vizitatorii."],"Lazy Loading Images":["Imagini încărcate lent"],"JSON API access for developers.":["Acces la API JSON pentru dezvoltatori."],"JSON API":["API JSON"],"Infinite Scroll":["Derulare infinită"],"Give comments life.":["Dă viață comentariilor."],"Add your Google Analytics account.":["Adaugă-ți contul Google Analytics."],"Add more widgets.":["Adaugă mai multe piese."],"Extra Sidebar Widgets":["Piese suplimentare pentru bara laterală"],"Increase reach and traffic.":["Crește accesul și traficul."],"Enhanced Distribution":["Distribuție îmbunătățită"],"Enable an enhanced CSS customization panel.":["Activează un panou de personalizare îmbunătățit pentru CSS."],"Simply duplicate content.":["Faci simplu duplicat după conținut."],"Copy Post":["Copiază articolul"],"Add contact forms using the block editor.":["Adaugă formulare de contact folosind editorul de blocuri."],"An enhanced comments section with better verfiication.":["O secțiune îmbunătățită pentru comentarii, cu o verificare mai bună."],"Increase engagement with liking on comments.":["Crești angrenarea vizitatorilor prin aprecieri la comentarii."],"Comment Likes":["Aprecieri la comentarii"],"Create full-screen carousel slideshows for the images in your posts and pages.":["Creează prezentări în carusele pe ecran complet pentru imaginile din articolele și paginile tale."],"Stop malicious login attempts.":["Împiedică încercările de autentificare rău intenționate."],"Display math and formulas beautifully.":["Afișează frumos matematica și formulele matematice."],"Beautiful math":["Matematică frumoasă"],"Get time travel for your site with Jetpack Backup.":["Cu copiile de siguranță Jetpack călătorești în timp pe sit."],"Daily or Real-time backups":["Copii de siguranță zilnice sau în timp real"],"No more approving or vetting.":["Nu mai e nevoie de aprobări și verificări."],"Navigation item.\u0004Set up":["Configurează"],"Show comments area in carousel":["Arată zona cu comentarii în carusel"],"What will %s be used for?":["Pentru ce va fi folosit %s?"],"Business Use":["Pentru afaceri"],"Personal Use":["Uz personal"],"Answer a few questions and we’ll help you secure, speed up, customize, and grow your WordPress website.":["Răspunde la câteva întrebări și te vom ajuta să-ți securizezi situl WordPress, să-l accelerezi, să-l personalizezi și să-l dezvolți."],"Jetpack is a cloud-powered tool built by Automattic.":["Jetpack este un instrument propulsat în cloud construit de Automattic."],"Set up Jetpack for better site security, performance, and more.":["Configurează Jetpack pentru o securitate îmbunătățită pe sit, o performanță mai bună și altele."],"A jetpack site powering up":["Un sit Jetpack funcțional"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Scanarea automată și corecțiile cu un singur clic îți fac situl să fie pregătit dinainte pentru amenințările de securitate."],"You would save <savings \/> by paying yearly":["Economisești <savings \/> dacă plătești anual"],"Your current site record size: %s record":["Volumul actual de înregistrări pe site-ul tău: o înregistrare","Volumul actual de înregistrări pe site-ul tău: %s înregistrări","Volumul actual de înregistrări pe site-ul tău: %s de înregistrări"],"Up to 1,000,000 records":["Până la 1.000.000 de înregistrări"],"Up to 100,000 records":["Până la 100.000 de înregistrări"],"Up to 10,000 records":["Până la 10.000 de înregistrări"],"Up to 1,000 records":["Până la 1.000 de înregistrări"],"Up to 100 records":["Până la 100 de înregistrări"],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Îți ajuți vizitatorii să găsească răspunsuri mai repede, cu rezultate de căutare instantanee, foarte relevante și filtrare puternică."],"Your feedback will help us improve the product.":["Impresiile ne vor ajuta să îmbunătățim produsul."],"Please let us know why you're disabling Jetpack":["Te rog spune-ne de ce dezactivezi Jetpack"],"Please let us know why you're disconnecting Jetpack":["Te rog spune-ne de ce deconectezi Jetpack"],"share your experience":["împărtășește-ți experiența"],"Other:":["Altele:"],"Troubleshooting - I'll be reconnecting afterwards.":["Depanare - mă voi reconecta după aceea."],"I'm deleting\/migrating my site.":["Șterg situl\/îl migrez în altă parte."],"I don't know what it does.":["Nu mi-am dat seama ce face."],"It's buggy.":["Are multe erori."],"It slowed down my site.":["Mi-a încetinit situl."],"I can't get it to work.":["Nu pot să-l fac să funcționeze."],"Continue":["Continuă"],"The Jetpack Backup status could not be retrieved at this time.":["Starea copii de siguranță Jetpack nu a putut fi regăsită în acest moment."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Stările copii de siguranță Jetpack și scanare Jetpack nu au putut fi regăsite în acest moment."],"Oops!":["Hopa!"],"Looking for specific features? We've got you covered.":["Cauți anumite funcționalități? Ți le oferim."],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Căutarea instantanee va permite vizitatorilor să obțină rezultate de căutare imediat ce încep să scrie. Dacă este dezactivată, Căutarea Jetpack îți va optimiza în continuare rezultatele de căutare, dar vizitatorii vor trebui să trimită o interogare de căutare înainte de a vedea toate rezultatele."],"Enable instant search experience (recommended)":["Activează experiența de căutare instantanee (recomandat)"],"Enable Search":["Activează căutarea"],"Customize Search":["Personalizează căutarea"],"Relevant search results and filtering tightly integrated with your theme.":["Rezultate de căutare relevante și filtrare strâns integrată cu tema ta."],"Instant Search and Filtering":["Căutare și filtrare instantanee"],"A Jetpack Site with the power of Jetpack Search":["Un sit Jetpack cu puterea căutării oferite de Jetpack"],"<a>Activate<\/a> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<a>Activează<\/a> pentru a-ți ajuta vizitatorii să găsească răspunsuri mai repede, cu rezultate de căutare instantanee, foarte relevante și cu o filtrare puternică."],"We are backing up your site daily.":["Îți facem zilnic copii de siguranță ale sitului."],"Fast, highly relevant search results and powerful filtering.":["Rezultate de căutare mai rapide, foarte relevante și filtrare puternică."],"Search supports many customizations. ":["Căutarea acceptă multe personalizări."],"Customize your Search experience.":["Personalizează-ți experiența de căutare."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Incredibil de puternică și personalizabilă, Căutarea Jetpack îți ajută vizitatorii să găsească imediat conținutul dorit - și chiar atunci când au nevoie."],"real-time backups":["copii de siguranță în timp real"],"daily backups":["copii de siguranță zilnice"],"Renews on %s.":["Reînnoiri pe %s."],"Purchased on %s.":["Cumpărat pe %s."],"You are saving <savings \/> by paying yearly":["Economisești <savings \/> dacă plătești anual"],"Hurry, these are <s>Limited time introductory prices!<\/s>":["Grăbește-te, acestea sunt <s>prețuri promoționale pentru o perioadă scurtă de timp!<\/s>"],"Manage Subscription":["Administrează abonamentul"],"Settings header\u0004Jetpack Backup":["Copii de siguranță Jetpack"],"You need to enter your server credentials to finish configuring Jetpack Backup.":["Pentru a termina configurarea copiilor de siguranță Jetpack, trebuie să introduci datele de conectare la server. "],"Jetpack Backup is being configured for your site.":["Copiile de siguranță Jetpack sunt configurate acum pentru situl tău."],"Settings header\u0004Anti-spam":["Anti-spam"],"Solutions":["Soluții"],"Included in your <planLink>Professional Plan<\/planLink>":["Incluse în <planLink>planul Professional<\/planLink>"],"Included in your <planLink>Premium Plan<\/planLink>":["Incluse în <planLink>planul Premium<\/planLink>"],"Included in your <planLink>Personal Plan<\/planLink>":["Incluse în <planLink>planul Personal<\/planLink>"],"Always-on backups ensure you never lose your site. Your changes are saved as you edit and you have unlimited backup archives.":["Copiile de siguranță permanente garantează că nu-ți pierzi niciodată situl. Modificările sunt salvate pe măsură ce editezi și ai arhive nelimitate pentru copiile de siguranță."],"Always-on backups ensure you never lose your site.":["Copiile de siguranță permanente garantează că nu-ți pierzi niciodată situl."],"My Products":["Produsele mele"],"My Plan":["Planul meu"],"Your data is being securely backed up as you edit.":["Datele tale sunt în siguranță prin copii de siguranță pe măsură ce editezi."],"Your data is being securely backed up every day with a 30-day archive.":["Datele tale sunt în siguranță prin copii de siguranță zilnice arhivate pentru ultimele 30 de zile."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpack Premium"],"Jetpack Personal":["Jetpack Personal"],"Jetpack Free":["Jetpack gratuit"],"Expired on %s.":["A expirat pe %s."],"Have a question? We’d love to help! <a>Send a question to the Jetpack support team.<\/a>":["Ai o întrebare? Ne-ar plăcea să ajutăm! <a>Trimite întrebarea echipei de suport Jetpack.<\/a>"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack are multe instrumente puternice care te pot ajuta să-ți atingi obiectivele"]," We’ve highlighted some of the features you rely on below.":["Am evidențiat mai jos câteva dintre funcționalitățile pe care te bazezi."],"Jetpack is currently powering features on your site. Once you disable Jetpack, these features will no longer be available and your site may no longer function the same way.":["În prezent, Jetpack propulsează mai multe funcționalități pe situl tău. După ce dezactivezi Jetpack, aceste funcționalități nu vor mai fi disponibile și este posibil ca situl tău să nu mai funcționeze la fel."],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["În prezent, Jetpack propulsează mai multe funcționalități pe situl tău. După ce deconectezi Jetpack, aceste funcționalități nu vor mai fi disponibile și este posibil ca situl tău să nu mai funcționeze la fel."],"Grow your traffic with automated social <a>publishing and sharing<\/a>":["Îți crește traficul prin <a>publicarea și partajarea<\/a> automată pe rețelele sociale."],"Block <a>brute force attacks<\/a> and get immediate notifications if your site is down":["Blochează <a>atacurile cu forță-brută<\/a> și primești imediat notificări dacă situl tău cade"],"Speed up your site and provide mobile-ready images with <a>our CDN<\/a>":["Îți accelerezi situl și oferi imagini gata pregătite pentru dispozitivele mobile cu <a>CDN-ul nostru<\/a>"],"Disable":["Dezactivează"],"Are you sure you want to disconnect and deactivate?":["Sigur vrei să deconectezi și să dezactivezi?"],"Are you sure you want to disconnect?":["Sigur vrei să deconectezi?"],"Disable Jetpack":["Dezactivează Jetpack"],"Notice in the empty statistics chart\u0004No activity this period":["Nicio activitate în această perioadă"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Îți facem copii de siguranță ale sitului tău web la fiecare modificare pe care o faci, astfel facilităm corectarea greșelilor."],"Automated Real-time Backups":["Copii de siguranță automate, în timp real"],"We back up your website every day, so you never have to worry about your data again.":["Îți facem copii de siguranță ale sitului tău web în fiecare zi, deci nu trebuie să-ți mai faci griji vreodată pentru datele tale."],"Automated Daily Backups":["Copii de siguranță automate, zilnic"],"View Your Backups":["Vezi copiile tale de siguranță"],"A Jetpack Site securely backed up with Jetpack Backup":["Un sit Jetpack este menținut în siguranță cu Copii de siguranță Jetpack"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Folosește sintaxa Markdown pentru a scrie conținut cu legături, liste și alte stiluri. Această setare activează Markdown în Editorul clasic, precum și în blocul Editor clasic."],"<a>Activate<\/a> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<a>Activează<\/a> pentru a optimiza dimensiunile imaginilor și pentru a încărca imaginile din rețeaua de servere globală și rapidă de la Jetpack. Îți îmbunătățește performanța sitului pe desktop și pe dispozitivele mobile."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack îți optimizează dimensiunile imaginilor și viteza lor de descărcare folosind rețeaua noastră de servere globală și rapidă. Îți îmbunătățește performanța sitului pe desktop și pe dispozitivele mobile."],"Image Accelerator":["Accelerator de imagini"],"Start with free":["Începe cu planul gratuit"],"Now that you're set up, pick a plan that fits your needs.":["Acum, după inițializare, alege un plan care se potrivește cu cerințele tale."],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Planul tău Jetpack oferă protecție anti-spam prin Akismet. Dă clic pe „Inițializează” pentru a o activa pe situl tău."],"Already have a key? <a>Activate Akismet<\/a>":["Ai deja o cheie? <a>Activează Akismet<\/a>"],"Jetpack Backup":["Copii de siguranță Jetpack"],"Brute force protection":["Protecție împotriva atacurilor cu forță-brută"],"Verifying…":["Verific…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Creează o experiență mai plăcută și neîntreruptă la citire încărcând mai mult conținut, pe măsură ce vizitatorii derulează în jos paginile tale de arhivă."],"Settings header\u0004WP.me Shortlinks":["Legături scurte WP.me"],"Customize your SEO settings":["Personalizează-ți setările SEO"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Ai control asupra modului în care motoarele de căutare îți prezintă situl. Cu instrumentele SEO de la Jetpack, poți previzualiza cum va arăta conținutul tău pe motoarele de căutare populare și modifica în câteva secunde mai multe elemente, cum ar fi numele și sloganul sitului."],"Log in to the WordPress mobile app":["Autentifică-te în aplicația WordPress pentru mobil"],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["Trimite legătura"],"A caption for a button to cancel an action.\u0004Cancel":["Anulează"],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["Te autentifici cu ușurință în aplicația WordPress pentru mobil dând clic pe legătura pe care o vom trimite la adresa de email a contului tău."],"Email me a link to log in to the app":["Trimite-mi o legătură prin email pentru autentificare în aplicație"],"Send your new posts to this email address:":["Trimite articolele noi la această adresă de email:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Publicarea via email este o modalitate rapidă de a publica articole noi fără a intra direct pe sit. Îți vom genera o adresă de email unică pentru a trimite conținutul, apoi el va apărea pe sit la fel ca oricare alt articol."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["Bara de unelte WordPress.com înlocuiește bara de unelte WordPress implicită pentru administrare. Ea oferă acces cu un singur clic la notificări, la profilul tău WordPress.com și la celelalte situri web Jetpack și WordPress.com. De asemenea, poți vedea siturile pe care le urmărești în Cititor."],"Verify site ownership with third party services":["Confirmă proprietatea asupra sitului cu serviciile unor părți terțe"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Include o diagramă mică în bara de administrare cu un instantaneu al traficului din ultimele 48 de ore"],"Expand to update settings for how visits are counted and manage who can view this information.":["Extinde pentru a actualiza setările despre cum sunt înregistrate vizitele și pentru a administra cine poate vedea aceste informații."],"Generate shortened URLs for simpler sharing.":["Generează URL-uri mai scurte pentru o partajare mai simplă."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Îți angrenezi vizitatorii cu un conținut similar publicat sub fiecare articol. Aceste setări nu se vor aplica pentru <a>articolele similare adăugate prin folosirea editorului de blocuri<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Această funcționalitate îți ajută vizitatorii să găsească mai mult conținut prin afișarea articolelor similare sub fiecare articol."],"Jetpack Ads automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["Reclamele Jetpack generează automat un <link1>ads.txt<\/link1> personalizat, adecvat pentru situl tău. Dacă trebuie să adaugi intrări suplimentare pentru alte rețele, adaugă-le în spațiul de mai jos, câte una pe linie. <link2>Vezi aici mai multe detalii<\/link2>."],"Add sharing buttons to your posts and pages":["Adaugă butoane de partajare în articolele și paginile tale."],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Adaugă butoane de partajare, astfel vizitatorii pot să-ți partajeze articolele și paginile pe media socială cu câteva clicuri rapide."],"You can customize the sharing buttons and choose which services to display.":["Poți să personalizezi butoanele de partajare și să alegi ce servicii să afișezi."],"Share your content to social media, reaching new audiences and increasing engagement.":["Îți partajează conținutul pe media socială, atrăgând vizitatori noi și intensificând angrenarea publicului."],"Settings header, noun.\u0004WordPress.com login":["Autentificare WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Primești alerte dacă situl tău este offline. Te vom anunța și când este din nou online."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Situl tău este protejat de Jetpack. Vei primi notificări dacă ceva are nevoie de atenție."],"Search support docs":["Caută în documentația pentru suport"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Ai nevoie de ajutor? Află cum să începi și să-ți personalizezi situl, folosind fragmente de cod avansate și multe altele."],"Start sharing":["Începe partajarea"],"Optimized performance":["Performanță optimizată"],"Enable the “subscribe to comments” option on your comment form":["Activează opțiunea „abonare la comentarii” în formularul tău de comentarii"],"Enable the “subscribe to site” option on your comment form":["Activează opțiunea „abonare la sit” în formularul tău de comentarii"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Administrează setările avansate pentru comentarii și îți crești audiența cu abonamente prin email."],"Comment form introduction":["Prezentare formular de comentarii"],"Scan":["Scanare"],"Protect":["Protecție"],"Never worry about losing your site – automatic backups keep your content safe.":["Nu îți mai faci griji cu privire la pierderea sitului - copiile de siguranță automate îți păstrează conținutul în siguranță."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Anti-spam Jetpack propulsat de Akismet. Comentariile și trimiterile formularului de contact sunt verificate cu ajutorul bazei noastre de date anti-spam la nivel global."],"Anti-spam":["Anti-spam"],"Failed to send login email":["Trimiterea emailului de autentificare a eșuat"],"Login email sent":["Emailul de autentificare a fost trimis"],"Sending login email…":["Trimit emailul de autentificare..."],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Îți faci griji despre securitate? Ai copii de siguranță, corecții automate pentru securitate și multe altele: <a>Actualizează acum<\/a>"],"Link to learn more about Jetpack.\u0004About":["Despre"],"Allow readers to like individual comments.":["Permite cititorilor să aprecieze comentariile altor persoane."],"Enable comment likes.":["Activează aprecierile la comentarii."],"Allow readers to use markdown in comments.":["Permite cititorilor să folosească markdown în comentarii."],"Show Gravatar hovercards alongside comments.":["Arată cărțile de vizită Gravatar pentru autorii comentariilor."],"View your setup checklist":["Vezi lista de verificări pentru inițializare"],"Yearly":["Anual"],"Monthly":["Lunar"],"Pay with PayPal":["Plătește cu PayPal"],"About Jetpack":["Despre Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google îți va trimite emailuri dacă apar anumite evenimente pe situl tău, inclusiv pentru indicii că situl tău web a fost <a1>atacat<\/a1> sau că ai probleme la <a2>accesarea cu crawlere sau indexarea<\/a2> sitului."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Monitorizează traficul și performanța sitului tău din <a>Consola de căutare Google<\/a>."],"Your site is verified with Google":["Situl tău este confirmat cu Google"],"New in Jetpack %s":["Noutăți în Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Acest sit nu poate fi conectat la WordPress.com deoarece încalcă <a>Termenii de utilizare ai serviciului<\/a> nostru."],"Create account":["Creează un cont"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Extensii"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Activează comenzile referitoare la vizibilitate piesă pentru a afișa piesele numai în anumite articole sau pagini"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Vizibilitate piesă îți permite să decizi care piese să apară pe paginile tale, astfel poți ajusta cu finețe conținutul pieselor."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["Face ca piesele suplimentare să fie disponibile pentru utilizare pe situl tău, inclusiv formulare de abonare și fluxuri Twitter"],"Settings header\u0004Widgets":["Piese"],"Enhance CSS customization panel":["Îmbunătățește panoul de personalizare CSS"],"Compose content the way you want to and streamline your publishing experience.":["Îți scrii conținutul așa cum vrei și simplifici experiența de publicare."],"Writing":["Scriere"],"Add a portfolio item":["Adaugă un portofoliu"],"Add a testimonial":["Adaugă un testimonial"],"Compose using shortcodes to embed media from popular sites":["Redactezi folosind scurtcoduri pentru a îngloba elemente media de pe situri populare"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Face un duplicat al articolelor, paginilor, testimonialelor și portofoliilor existente. Tot conținutul va fi copiat, inclusiv textele, imaginile recomandate, setările de partajare și celelalte."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["Poți maximiza vizibilitatea sitului în motoarele de căutare și să vizualizezi statisticile de trafic în timp real."],"Traffic":["Trafic"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Când reclamele sunt activate, Jetpack generează automat un ads.txt personalizat adaptat pentru situl tău."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Conectează-ți situl web la rețelele din media socială pe care le folosești și îți partajezi conținutul în toate conturile sociale cu un singur clic. Când publici un articol, el va apărea pe toate conturile conectate."],"Create a Jetpack account to use this feature":["Creează un cont Jetpack pentru a utiliza această funcționalitate"],"Add Like buttons to your posts and pages":["Adaugă butoane de apreciere în articolele și paginile tale"],"When visitors enjoy your content, let them show it with a Like.":["Când vizitatorii îți savurează conținutul, permite-le să se manifeste cu o Apreciere."],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Adaugă un nivel suplimentar de securitate pe situl tău web prin activarea autentificării WordPress.com și a autentificării securizate. Dacă ai mai multe situri cu această opțiune activată, vei putea să te autentifici pe fiecare cu aceleași date de conectare."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack îți va monitoriza continuu situl și te avertizează când este detectată o perioadă de nefuncționare."],"You need to enter your server credentials to finish configuring Backups and Scan.":["Trebuie să introduci datele de conectare la server pentru a finaliza configurarea copiilor de siguranță și scanărilor."],"Awaiting credentials":["Aștept datele de conectare"],"Backups and Scan are being configured for your site.":["Copiile de siguranță și scanările sunt configurate pentru situl tău."],"Provisioning":["Furnizare"],"Action needed":["Acțiunea este necesară"],"Setting up":["Configurare"],"Speed up static file load times":["Accelerează timpii de încărcare a fișierelor statice"],"Speed up image load times":["Accelerează timpii de încărcare a imaginilor"],"Enable site accelerator":["Activează acceleratorul de situri"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Paginile se încarcă mai repede dacă îi permiți lui Jetpack să-ți optimizeze imaginile și să servească imaginile și fișierele statice (cum ar fi CSS și JavaScript) din rețeaua noastră globală de servere."],"Error enabling Site accelerator. %s":["Eroare la activarea acceleratorului de situri. %s"],"Site accelerator is now speeding up your site!":["Acum acceleratorul de situri îți accelerează situl!"],"Enabling Site accelerator…":["Activez acceleratorului de situri..."],"Error disabling site accelerator. %s":["Eroare la dezactivarea acceleratorului de situri. %s"],"Site accelerator is no longer speeding up your site!":["Acceleratorul de situri nu îți mai accelerează situl!"],"Disabling site accelerator…":["Dezactivez acceleratorului de situri..."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Încarcă paginile mai repede, optimizează imaginile și accelerează experiența vizitatorilor."],"Spam filtering and priority support.":["Filtrare spam și suport prioritar."],"Explore our Jetpack plans":["Examinează planurile noastre Jetpack"],"Support documentation":["Documentație pentru suport"],"Chat bubbles representing getting in touch with support":["Baloane de discuții reprezentând contactarea suportului"],"Site activity":["Activitate sit"],"Reach a wider audience by automatically sharing your posts on social media.":["Ai o audiență mai mare prin partajarea automată a articolelor pe media socială."],"Increase traffic to your site":["Îți crești traficul pe sit"],"Explore free themes":["Explorează temele gratuite"],"Get unlimited access to hundreds of professional themes, and customize your site exactly how you like it.":["Ai acces nelimitat la sute de teme profesionale și îți personalizezi situl exact așa cum vrei."],"A wide variety of themes and tools to customize a site":["O mare varietate de teme și instrumente pentru a personaliza un sit"],"Set up your site security":["Inițializează securitatea sitului"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Împiedică atacurile de autentificare și primești imediat notificări când există o problemă cu situl tău."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Programezi nelimitat, în avans,  twituri, articole pe Facebook și pe alte rețele sociale."],"Marketing Automation":["Automatizare marketing"],"Browse premium themes":["Răsfoiește teme premium"],"Access beautifully designed premium themes at no extra cost.":["Ai acces la teme premium, proiectate frumos, fără niciun cost suplimentar."],"Try a premium theme":["Încearcă o temă premium"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Completează statisticile WordPress.com cu vizualizarea aprofundată a lui Google asupra vizitatorilor și șabloanelor de trafic."],"Site stats showing an evolution in traffic and engagement":["Statistici sit care arată o evoluție a traficului și angrenarea vizitatorilor"],"Start earning":["Începe să câștigi"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds îți permite să câștigi bani prin afișare de conținut promoțional. Începe să câștigi de azi."],"A chart showing an healthy increase in earnings":["Un grafic care arată o creștere sănătoasă a veniturilor"],"View your site activity":["Vezi activitățile de pe situl tău"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Vezi o listă cronologică a tuturor modificărilor și actualizărilor făcute pe situl tău într-un mod organizat, lizibil."],"Interface showing a chronological list of changes and updates in a site":["Interfață care arată o listă cronologică a modificărilor și actualizărilor într-un sit"],"High-speed, high-definition video hosting with no third-party ads.":["Găzduire video de mare viteză, de înaltă definiție, fără reclame de la terți."],"A cloud with multiple types of content floating around it":["Un nor cu mai multe tipuri de conținut care plutesc în jur"],"Spam is automatically blocked from your comments.":["Spamul este blocat automat în comentariile tale."],"A folder holding real comments":["Un dosar care conține comentarii reale"],"Make your site faster":["Fă-ți situl mai rapid"],"Load pages faster by serving your images from our global network of servers.":["Încarcă paginile mai repede prin servirea imaginilor din rețeaua noastră globală de servere."],"A fast and performant website":["Un sit web rapid și performant"],"View settings":["Vezi setările"],"A secure site, locked and protected by Jetpack":["Un sit securizat, în siguranță și protejat de Jetpack"],"Create a Jetpack account to view your email followers":["Creează un cont Jetpack pentru a-ți vedea urmăritorii prin email"],"Discussion":["Discuții"],"We are configuring your site protection.":["Configurăm protecția sitului."],"Manage security settings":["Administrează setările de securitate"],"View your site's backups":["Vezi copiile de siguranță ale sitului tău"],"We are backing up your site in real-time.":["Îți facem copii de siguranță ale sitului în timp real."],"Enter credentials":["Introdu datele de conectare"],"You need to enter your server's credentials to finish the setup.":["Trebuie să introduci datele de conectare la server pentru a finaliza inițializarea."],"We are configuring your site's backups.":["Îți configurăm copiile de siguranță ale sitului."],"View site activity":["Vezi activități sit"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack păstrează o evidență completă a tot ce se întâmplă pe situl tău, eliminând supozițiile legate de managementul sitului, depanare și reparare."],"Site is verified":["Situl este verificat"],"There was an error testing Jetpack. Error: %s":["A fost o eroare la testarea Jetpack. Eroare: %s"],"Testing Jetpack Connection":["Testez conexiunea Jetpack"],"Navigation item.\u0004Performance":["Performanță"],"Navigation item.\u0004My Plan":["Planul meu"],"Secure Sign On":["Autentificare securizată"],"Test your site’s compatibility with Jetpack.":["Testează compatibilitatea sitului tău cu Jetpack."],"Privacy information":["Informații despre confidențialitate"],"Enable Lazy Loading for images":["Activează încărcarea lentă pentru imagini"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Imaginile încărcate lent îmbunătățesc viteza sitului și creează o experiență de vizionare mai fluentă. Imaginile vor fi încărcate pe măsură ce vizitatorii derulează în jos pe ecran, în loc să fie încărcate toate odată."],"Performance & speed":["Performanță și viteză"],"Enable high-speed, ad-free video player":["Activează playerul video de mare viteză, fără reclame"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Îți face conținutul pe care îl publici mai atractiv cu videouri de înaltă rezoluție. Cu Video Jetpack poți să-ți personalizezi playerul media și să oferi vizitatorilor videouri de mare viteză, fără reclame și mărci comerciale. Videourile sunt găzduite pe serverele noastre WordPress.com și nu reduc spațiul din planul de găzduire!"],"Video":["Video"],"Carousel color scheme":["Schemă de culori carusel"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Datele Exif arată vizitatorilor detaliile tehnice suplimentare ale unei fotografii, cum ar fi distanța focală, unghiulația și ISO."],"Show photo Exif metadata in carousel (when available)":["Arată metadatele Exif ale fotografiilor în carusel (când sunt disponibile)"],"Display images in a full-screen carousel gallery":["Afișează imagini în galerii de carusele pe ecran complet"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Creează prezentări în carusele pe ecran complet pentru imaginile din articolele și paginile tale. Galeriile de carusele sunt prietenoase pentru mobil și încurajează vizitatorii sitului să interacționeze cu fotografiile tale."],"Portfolios shortcode: [portfolio]":["Scurtcod portofolii: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Folosește <portfolioLink>portofolii<\/portfolioLink> pe situl tău pentru a prezenta ceea ce ai realizat. Dacă tema ta nu suportă portofoliile Jetpack, poți folosi un scurtcod simplu pentru a le afișa pe sit."],"Testimonials shortcode: [testimonials]":["Scurtcod testimoniale: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Adaugă <testimonialLink>testimoniale<\/testimonialLink> pe situl tău web pentru a atrage clienți noi. Dacă tema ta nu suportă testimonialele Jetpack, poți folosi un scurtcod simplu pentru a le afișa pe sit."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["În acest moment motoarele de căutare nu-ți pot accesa situl. Dacă vrei să-ți faci situl accesibil pentru ele, du-te la <a>setări Afișare<\/a> și activează „Vizibilitate pentru motoare de căutare”."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Vești bune: Jetpack trimite automat harta sit la toate motoarele de căutare importante pentru indexare."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Hărțile sit sunt fișiere pe care motoarele de căutare, precum Google sau Bing, le folosesc pentru a-ți indexa situl. Ele pot ajuta să-ți îmbunătățești clasarea în rezultatele de căutare. Când activezi această funcționalitate, Jetpack va crea hărți sit pentru tine și le va actualiza automat când se modifică conținutul sitului tău."],"Configure related posts in the Customizer":["Configurează articolele similare în Personalizator"],"Show a thumbnail image where available":["Arată o imagine miniatură, unde este disponibilă"],"Highlight related content with a heading":["Evidențiază conținutul similar cu un subtitlu"],"View security scan details":["Vezi detalii scanare de securitate"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["Pentru mai multe informații despre cum funcționalitățile Jetpack folosesc datele și urmăresc activitatea, te rog consultă <privacyCenterLink>Centru nostru pentru confidențialitate<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Folosim și alte instrumente de urmărire, inclusiv unele de la terți. <cookiePolicyLink>Citește despre ele<\/cookiePolicyLink> și despre cum le controlăm."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Aceste informații ne ajută să ne îmbunătățim produsele, să facem un marketing mai relevant pentru tine, să-ți personalizăm experiența pe WordPress.com și altele, așa cum am detaliat în <pp>politica noastră de confidențialitate<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Partajează informații cu instrumentul nostru de analitice despre utilizarea serviciilor în timp ce ești autentificat în contul tău WordPress.com. <cookiePolicyLink>Află mai mult<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate este administrată de un administrator al sitului. <link>Află mai mult<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate a fost dezactivată de un administrator al sitului. <link>Află mai mult<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate a fost activată de un administrator al sitului. <link>Află mai multe<\/link>."],"We are committed to your privacy and security.":["Contribuim la confidențialitatea și securitatea ta."],"Settings header\u0004Privacy Settings":["Setări de confidențialitate"],"Search term.\u0004terms of service":["termenii de utilizare ai serviciului"],"Search term.\u0004tos":["TUS"],"Search term.\u0004gdpr":["GDPR (Regulamentul general privind protecția datelor)"],"Search term.\u0004data":["date"],"Search term.\u0004tracks":["fișiere muzicale"],"Search term.\u0004privacy":["confidențialitate"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Încarcă automat articolele următoare când cititorul se apropie de partea de jos a paginii."],"Allows you to publish new posts by sending an email to a special address.":["Permite să publici articole noi prin trimiterea unui email la o adresă specială."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Adaugă o bară de unelte cu legături la toate siturile tale, la notificări, la profilul tău WordPress.com și la Cititor."],"This feature has been disabled by a site administrator.":["Această funcționalitate a fost dezactivată de un administrator al sitului."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Oferă tagurile ascunse necesare pentru a-ți verifica situl WordPress cu diverse servicii."],"Displays information on your site activity, including visitors and popular posts or pages.":["Afișează informații despre activitatea sitului tău, inclusiv numărul de vizitatori și articolele sau paginile populare."],"Allows you to optimize your site and its content for better results in search engines.":["Permite să-ți optimizezi situl și conținutul lui pentru rezultate mai bune în motoarele de căutare."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integrează situl tău WordPress cu Google Analytics, o platformă care oferă perspective despre trafic, vizitatori și conversii."],"You can place additional ads using the Ad widget. <link>Try it out!<\/link>":["Poți plasa reclame suplimentare folosind piesa Reclame. <link>Încearcă!<\/link>"],"Displays high-quality ads on your site that allow you to earn income.":["Afișează reclame de înaltă calitate pe situl tău care îți permit să câștigi bani."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Permite să-ți partajezi automat cel mai nou conținut pe siturile de media socială, inclusiv pe Facebook și Twitter."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Adaugă butoane de apreciere la conținutul tău, astfel vizitatorii pot să-și arate aprecierea sau bucuria."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Permite utilizatorilor înregistrați să se autentifice pe situl tău cu conturile lor WordPress.com."],"Configure your notification settings":["Configurează-ți setările pentru notificări"],"Settings header\u0004Downtime monitoring":["Monitorizare perioade de nefuncționare"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Îți face copii de siguranță ale sitului pe serverele WordPress.com globale, permițând să-ți restaurezi conținutul în caz de urgență sau în urma unei erori."],"Removes spam from comments and contact forms.":["Înlătură spamul din comentarii și formularele de contact."],"Add Search (Jetpack) Widget":["Adaugă piesa Căutare (Jetpack)"],"Jetpack Search is powering search on your site.":["Căutare Jetpack propulsează căutarea pe situl tău."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Fișierele sitului tău sunt scanate regulat pentru modificări neautorizate sau suspecte care ți-ar putea compromite securitatea și datele."],"Protects your site from traditional and distributed brute force login attacks.":["Îți protejează situl împotriva atacurilor de autentificare cu forță-brută, atât de obișnuite și de răspândite."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack îți va optimiza imaginile și le va servi de la serverul care este cel mai aproape de vizitatorii tăi. Folosirea rețelei noastre globale de livrare a conținutului îți va crește viteza de încărcare a sitului."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Monitorul Jetpack pentru perioadele de nefuncționare îți va monitoriza continuu situl și te avertizează în momentul când este detectată o perioadă de nefuncționare."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Copiile de siguranță Jetpack îți permit să restaurezi sau să descarci cu ușurință o copie de siguranță făcută la un anumit moment."],"Moderate comments":["Moderează comentariile"],"View all Jetpack plans":["Vezi toate planurile Jetpack"],"Manage your plan":["Administrează-ți planul"],"Your Plan":["Planul tău"],"You’re currently on Jetpack %s.":["Acum folosești planul %s de la Jetpack."],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Permite cititorilor să se aboneze la articolele sau comentariile tale și să primească notificări prin email când apare conținut nou."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Înlocuiește formularul WordPress standard de comentarii cu un nou sistem de comentarii care include opțiuni de autentificare în media socială."],"Error updating privacy settings. %s":["Eroare la actualizarea setărilor de confidențialitate. %s"],"Updated privacy settings.":["Setări de confidențialitate actualizate."],"Updating privacy settings…":["Actualizez setările de confidențialitate..."],"Add Jetpack Search Widget":["Adaugă piesa Căutare Jetpack"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, unlimited themes, and priority support.":["Suită completă de securitate, instrumente de automatizare pentru marketing și venituri, găzduire video nelimitată, teme nelimitate și suport prioritar."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Suită completă de securitate, instrumente de automatizare pentru marketing și venituri, găzduire video nelimitată și suport prioritar."],"Daily backups, spam filtering, and priority support.":["Copii de siguranță zilnice, filtrare spam și suport prioritar."],"Always-on security":["Întotdeauna în siguranță"],"Activate video hosting":["Activează găzduire video"],"Design the perfect website":["Proiectează situl web perfect"],"Set up Jetpack":["Inițializează Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Copii de siguranță în timp real a tuturor datelor sitului cu spațiu nelimitat, restaurări printr-un singur clic și scanare de securitate automată."],"Jetpack Search":["Căutare Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Copii de siguranță zilnice ale tuturor datelor sitului tău cu spațiu de stocare nelimitat și restaurări printr-un singur clic"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Copii de siguranță în timp real pentru toate datele sitului tău cu spațiu de stocare nelimitat, restaurări printr-un singur clic, scanare de securitate automată și suport prioritar."],"View your security activity":["Vezi activitatea de securitate"]," (powered by VaultPress).":[" (propulsate de VaultPress)."],"Jetpack version":["Versiune Jetpack"],"Jetpack version %s":["Versiunea %s a Jetpack"],"Activity":["Activitate"],"Monetize your site with ads":["Generezi bani cu situl tău prin reclame"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Dacă dai clic pe butonul de mai jos, ești de acord cu <tosLink>termenii noștri de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>partajezi detalii<\/shareDetailsLink> cu WordPress.com."],"Jetpack Stats People":["Statistici Jetpack despre persoane"],"Hello there! Your stats have been activated.":["Bună! Statisticile tale au fost activate."],"Just give us a little time to collect data so we can display it for you here.":["Doar acordă-ne ceva timp pentru a colecta date pentru a putea să le afișăm aici."],"Okay, got it!":["OK, am înțeles!"],"Display ads below posts on":["Afișează reclame sub articole"],"Archives":["Arhive"],"Additional ad placements":["Locuri suplimentare de plasare a anunțurilor"],"Top of each page":["În partea de sus a fiecărei pagini"],"Second ad below post":["Al doilea anunț sub articole"],"Schedule posts":["Programează articole"],"Activate Publicize":["Activează Publicitate"],"Get WordPress Apps for every device":["Ai aplicații WordPress pentru fiecare dispozitiv"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Administrează-ți toate siturile dintr-un singur panou de control: publici conținut, urmărești statistici, moderezi comentarii și multe altele de oriunde în lume."],"Create address":["Creează adresă"],"Sitemaps":["Hărți sit"],"Pages":["Pagini"],"Access the full list of Jetpack modules available on your site.":["Accesează lista completă a extensiilor Jetpack disponibile pe situl tău."],"We're here to help":["Suntem aici pentru a ajuta"],"Jetpack comes with free, basic support for all users.":["Jetpack vine cu suport gratuit, de bază, pentru toți utilizatorii."],"Your paid plan gives you access to prioritized Jetpack support.":["Planul tău plătit îți oferă acces la suportul prioritar Jetpack."],"Ask a question":["Pune o întrebare"],"Search our support site":["Caută pe situl nostru pentru suport"],"Get a faster resolution to your support questions.":["Obții o rezolvare mai rapidă la întrebările de suport."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Actualizează"],"Host fast, high-quality, ad-free video.":["Găzduiești videouri rapid, de înaltă calitate, fără anunțuri."],"Generate income with high-quality ads.":["Câștigi bani cu reclame de înaltă calitate."],"Button caption\u0004Saving…":["Salvez..."],"Button caption\u0004Save settings":["Salvează setările"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Acest sit nu este conectat la WordPress.com. Te rog cere-i administratorului sitului să-l conecteze."],"Navigation item.\u0004Dev Tools":["Instrumente de dezvoltare"],"An Automattic Airline":["O linie aeriană Automattic"],"Short warning message\u0004Updates needed":["Actualizări necesare"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Plătită"],"Manage site connection":["Administrează conexiune sit"],"Connect your account to WordPress.com to view more stats":["Conectează-ți contul la WordPress.com pentru a vizualiza mai multe statistici"],"Theme enhancements":["Îmbunătățiri temă"],"Load more posts using the default theme behavior":["Încarcă mai multe articole folosind comportamentul implicit al temei"],"Load more posts in page with a button":["Încarcă mai multe articole în pagină cu un buton"],"Load more posts as the reader scrolls down":["Încarcă mai multe articole pe măsură ce cititorul derulează în jos"],"Theme support required.":["Suportul temei este esențial."],"Learn more about adding support for Infinite Scroll to your theme.":["Află mai mult despre adăugarea suportului pentru Derulare infinită în teme ta."],"Settings header\u0004WordPress.com toolbar":["Bară de unelte WordPress.com"],"Enable the WordPress.com toolbar":["Activează bara de instrumente WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Instrumentele de scris disponibile vor fi arătate aici când un administrator le activează."],"Portfolios":["Portofolii"],"Settings header\u0004Composing":["Redactare"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, and <yandex>Yandex.Webmaster<\/yandex>.":["Reține că <b>verificarea sau confirmarea sitului cu aceste servicii nu este necesară<\/b> pentru ca situl tău să fie indexat de motoarele de căutare. Pentru a folosi aceste instrumente avansate pentru motoarele de căutare și a-ți confirma situl cu un serviciu, plasează codul tagului HTML mai jos. Dacă ai probleme, citește <support>instrucțiunile complete<\/support>. Servicii de verificare acceptate: <google>Consolă de căutare Google<\/google>, <bing>Centru pentru webmasteri Bing<\/bing>, <pinterest>Verificare sit Pinterest<\/pinterest> și <yandex>Yandex.Webmaster<\/yandex>."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["Generează hărți sit XML"],"Settings header\u0004Site stats":["Statistici sit"],"Count logged in page views from":["Număr vizualizări pagină de autentificare de la"],"Allow stats reports to be viewed by":["Permite ca rapoartele statistici să fie vizualizate de"],"Settings header\u0004Search engine optimization":["Optimizare pentru motoarele de căutare"],"A header for a preview area in the configuration screen.\u0004Preview":["Previzualizare"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Configurează-ți setările Google Analytics"],"Ads header\u0004Ads":["Reclame"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Arată reclame în primul articol din prima ta pagină sau la sfârșitul fiecărei pagini și fiecărui articol. Plasează reclame suplimentare în partea de sus a sitului și în orice zonă asamblabilă pentru a-ți crește câștigurile."],"Enable ads and display an ad below each post":["Activează reclamele și afișează o reclamă sub fiecare articol"],"No search results found for %s":["Nu am găsit niciun rezultat de căutare pentru %s"],"Enter a search term to find settings or close search.":["Introdu un termen de căutare pentru a găsi setările sau închide căutarea."],"Match accounts using email addresses":["Leagă conturile folosind adrese de email"],"Require accounts to use WordPress.com Two-Step Authentication":["Necesită conturi pentru a folosi autentificarea în-doi-pași WordPress.com"],"Settings header\u0004Brute force attack protection":["Protecție împotriva atacurilor cu forță-brută"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Poți marca o adresă IP (sau o serie de adrese IP) ca „Mereu permise”, pentru ca Jetpack să nu le blocheze vreodată. IPv4 și IPv6 sunt acceptate. Pentru a specifica un interval, introdu valoarea mică și valoarea mare, separate printr-o liniuță. Exemplu: 12.12.12.1-12.12.12.100"],"You have paid for backups but they're not yet active.":["Ai plătit pentru copii de siguranță dar ele nu sunt încă active."],"You have paid for backups and security scanning but they’re not yet active.":["Ai plătit pentru copii de siguranță și scanare de securitate dar ele nu sunt încă active."],"Click \"Set Up\" to finish installation.":["Dă clic pe „Inițializează” pentru a termina instalarea."],"Checking site status…":["Verific starea sitului..."],"Settings header\u0004Backups and security scanning":["Copii de siguranță și scanare de securitate"],"Checking your spam protection…":["Îți verific protecția spam..."],"Fetching key…":["Aduc cheia..."],"Your site needs an Anti-spam key.":["Situl tău are nevoie de o cheie anti-spam."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Există o problemă cu cheia ta API anti-spam. <a>Află mai multe<\/a>."],"Your site is not protected from spam.":["Situl tău nu este protejat împotriva spamului."],"Your Anti-spam key is valid.":["Cheia ta anti-spam este validă."],"Your site is protected from spam.":["Situl tău este protejat împotriva spamului."],"Checking key…":["Verific cheia..."],"Your API key":["Cheia ta API"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Dacă nu ai deja o cheie API, atunci <a>ia o cheie API de aici<\/a> și vei fi ghidat prin procesul de a obține una."],"Configure your sharing buttons":["Configurează-ți butoanele de partajare"],"Settings header\u0004Sharing buttons":["Butoane de partajare"],"Connect your social media accounts":["Conectează-ți conturile media socială"],"Settings header\u0004Publicize connections":["Conexiuni Publicitate"],"Automatically share your posts to social networks":["Partajează automat articolele tale pe rețele sociale"],"Settings header\u0004Like buttons":["Butoane de apreciere"],"A caption for a small button to fix security issues.\u0004Threats":["Amenințări"],"A caption for a small button to fix security issues.\u0004See threats":["Vezi amenințările"],"Short message informing user that the site is secure.\u0004Secure":["Sigur"],"Caption for a button to set up a feature.\u0004Set up":["Inițializează"],"View your Email Followers":["Vezi urmăritorii tăi prin email"],"Color scheme":["Schemă de culori"],"Enable Markdown use for comments.":["Activează folosirea Markdown pentru comentarii."],"Connections":["Conexiuni"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Situl tău este în modul Offline, deci nu poate fi conectat la WordPress.com."],"Your site is connected to WordPress.com.":["Situl tău este conectat la WordPress.com."],"You are the Jetpack owner.":["Ești proprietarul Jetpack."],"Dashboard widget header\u0004Site connection":["Conexiune sit"],"Dashboard widget header\u0004Account connection":["Conexiune cont"],"Updating settings…":["Actualizez setările..."],"Updated settings.":["Setări actualizate."],"Updating Post by Email address…":["Actualizez adresa Publicare via email..."],"Regenerated Post by Email address.":["Adresă Publicare via email regenerată."],"Error regenerating Post by Email address. %s":["Eroare la regenerarea adresei pentru Publicare prin email. %s"],"Updated settings. Refreshing page…":["Setări actualizate. Reîmprospătez pagina..."],"Navigation item.\u0004Settings":["Setări"],"Navigation item.\u0004Discussion":["Discuții"],"Navigation item.\u0004Traffic":["Trafic"],"Navigation item.\u0004Sharing":["Partajare"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics este un serviciu gratuit care completează <a>statisticile noastre native<\/a> cu diferite perspective pentru trafic. Statisticile WordPress.com și Google Analytics folosesc metode diferite pentru a identifica și urmări activitatea pe situl tău, prin urmare ele vor apărea în mod normal ușor diferit ca sumă totală pentru vizite, vizualizări etc."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Configurează Google Analytics"],"Activate Google Analytics":["Activează Google Analytics"],"Download the free apps":["Descarcă aplicațiile gratuite"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Serverul tău este configurat incorect, asta înseamnă că Protecție Jetpack nu poate să-ți protejeze în mod eficient situl."],"Ads":["Reclame"],"Video Hosting":["Găzduire video"],"View your earnings":["Vizualizează-ți câștigurile"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Prin activarea reclamelor, ești de acord cu <link>termenii de utilizare ai serviciului<\/link> Reclame de la Automattic."],"Site Security":["Securitate sit"],"You are running Jetpack on a staging server.":["Rulezi Jetpack pe un server de pregătire."],"More Info":["Mai multe informații"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Copii de siguranță zilnice ale tuturor datelor sitului cu spațiu de stocare nelimitat, restaurări printr-un singur clic, scanare automată de securitate și suport prioritar"],"SEO Tools":["Instrumente SEO"],"Advanced SEO tools to help your site get found when people search for relevant content.":["Instrumente SEO avansate pentru a-ți ajuta situl să fie găsit când oamenii caută un conținut relevant."],"Configure site SEO":["Configurează SEO pentru sit"],"Activate SEO tools":["Activează instrumentele SEO"],"This will reset all Jetpack options, are you sure?":["Acest lucru va reseta toate opțiunile Jetpack, ești sigur?"],"<button>View more stats on WordPress.com <\/button>":["<button>Vezi mai multe statistici pe WordPress.com<\/button>"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Există setări nesalvate în această filă care se vor pierde dacă o părăsești. Continui?"],"Dashboard":["Panou control"],"Navigation item.\u0004At a Glance":["Dintr-o privire"],"Search for a Jetpack feature.":["Caută o funcționalitate Jetpack."],"Configure your Security Scans":["Configurează-ți scanările de securitate"],"Big iPhone\/iPad Update Now Available":["Este disponibilă o importantă actualizare pentru iPhone\/iPad"],"The WordPress for Android App Gets a Big Facelift":["Aplicația WordPress pentru Android primește o mare îmbunătățire vizuală"],"Upgrade Focus: VideoPress For Weddings":["Actualizare în atenție: VideoPress pentru nunți"],"A few catchy words to motivate your visitors to comment.":["Câteva cuvinte atrăgătoare pentru a-ți motiva vizitatorii să comenteze."],"verb\u0004Copy":["Copiază"],"Copied!":["Copiat!"],"Highlight and copy the following text to your clipboard:":["Evidențiază și copiază următorul text în clipboard-ul tău:"],"Regenerate address":["Regenerează adresa"],"Skip to recommended features":["Sari la funcționalitățile recomandate"],"Cheatin' uh?":["Trișezi cumva?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Te superi dacă ne spui de ce nu ai finalizat conexiunea Jetpack în aceste <a>2 sondaje cu întrebări<\/a>?<\/p><p>Este necesară o conexiune Jetpack pentru ca funcționalitățile noastre gratuite de securitate și de trafic să funcționeze.<\/p>"],"Your Jetpack is already connected.":["Jetpack-ul tău este deja conectat."],"You're fueled up and ready to go, Jetpack is now active.":["Ești plin de energie și gata să pornești, Jetpack este activ acum."],"You're fueled up and ready to go.":["Ești plin de energie și gata să pornești."],"You are currently running a development version of Jetpack.":["Acum rulezi o versiune de dezvoltare a Jetpack."],"Submit Beta feedback":["Trimite impresii beta"],"Navigation item.\u0004Reset Options (dev only)":["Opțiuni resetare (numai pentru versiuni de dezvoltare)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Depanare"],"WordPress.com Terms of Service":["Termenii de utilizare a serviciului WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Termeni"],"Automattic's Privacy Policy":["Politica de confidențialitate Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Confidențialitate"],"Saving…":["Se salvează..."],"Save Settings":["Salvează setările"],"Unlink me from WordPress.com":["Anulează-mi legătura de la WordPress.com"],"Link to WordPress.com":["Legătură la WordPress.com"],"Click to view detailed stats.":["Dă clic pentru a vedea statistici detaliate."],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["S-a întâmplat ceva în timpul încărcării statisticilor. Te rog încearcă din nou mai târziu sau <a>vizualizează acum statisticile pe WordPress.com<\/a>"],"Jetpack Stats Icon":["Icon statistici Jetpack"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["<a>Activează statistici sit<\/a> pentru a vedea statistici detaliate, aprecieri, urmăritori, abonați și altele! <a1>Află mai multe<\/a1>"],"Activate Site Stats":["Activează statistici sit"],"Days":["Zile"],"Weeks":["Săptămâni"],"Months":["Luni"],"Security scanning":["Scanare de securitate"],"Site Backups":["Copii de siguranță sit"],"Upgrade":["Actualizează"],"ACTIVE":["ACTIV"],"View your spam stats":["Vizualizează-ți statisticile spam"],"View your security dashboard":["Vizualizează-ți panoul control de securitate"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Situl este în modul Offline, deci nu te poți conecta la WordPress.com."],"Link your account to WordPress.com to get the most out of Jetpack.":["Leagă-ți contul la WordPress.com pentru a obține maximum de la Jetpack."],"No threats found, you're good to go!":["Nicio amenințare găsită, foarte bine!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack blochează în mod activ încercările de autentificare ostile. Datele vor afișa aici în curând!"],"Total malicious attacks blocked on your site.":["Total încercări de autentificare ostile blocate pe situl tău."],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["<a>Activează Protecție<\/a> pentru a-ți menține situl protejat împotriva încercărilor de autentificare ostile."],"Downtime monitor":["Monitorizare perioade de nefuncționare"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack îți monitorizează situl. Dacă ni se pare că situl tău a căzut, vei primi un email."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["<a>Activează Monitor<\/a> pentru a primi notificări prin email când situl tău cade."],"Security":["Securitate"],"Performance":["Performanță"],"Backup":["Copii de siguranță"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Pentru a face automat copii de siguranță pentru întregul sit, te rog <a>instalează și activează<\/a> VaultPress."],"Loading…":["Se încarcă..."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Comentarii spam blocate."],"Resetting Jetpack options…":["Se resetează opțiunile Jetpack..."],"Options reset.":["Opțiuni resetate."],"Options failed to reset.":["Opțiunile au eșuat la resetare."],"There was an error reconnecting Jetpack. Error: %s":["A fost o eroare la reconectarea Jetpack. Eroare: %s"],"Unlinking from WordPress.com":["Anulare legătură de la WordPress.com"],"Unlinked from WordPress.com.":["Legătură anulată de la WordPress.com."],"Error unlinking from WordPress.com. Error: %s":["Eroare la anularea legăturii de la WordPress.com. Eroare: %s"],"Navigation item.\u0004At A Glance":["Dintr-o privire"],"Navigation item.\u0004Plans":["Planuri"],"Navigation item.\u0004Security":["Securitate"],"Navigation item.\u0004Writing":["Scriere"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Am fost o problemă la conectarea Jetpack; Te rog dă clic din nou pe „Conectare la WordPress.com”."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Am avut o problemă la conectarea Jetpack; dezactivează și reactivează modulul Jetpack, apoi conectează-te din nou."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Trebuie să stai autentificat(ă) în blogul tău WordPress în timp ce îți autorizezi Jetpack-ul."],"<s>Your Jetpack has a glitch.<\/s>  We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Jetpack-ul tău are o scăpare.<\/s> Ne pare rău pentru neplăcerile create. Te rog reîncearcă mai târziu, iar dacă problema persistă te rog contactează suportul cu acest mesaj: %s"],"Disconnecting Jetpack":["Deconectare Jetpack"],"Learn more":["Află mai multe"],"WordPress.com Toolbar":["Bară de unelte WordPress.com"],"Skip":["Sari peste"],"Posts":["Articole"],"Carousel":["Carusel"],"Front page":["Pagina din față"],"Upload videos":["Încarcă videouri"],"VideoPress":["VideoPress"],"Pinterest":["Pinterest"],"Google":["Google"],"Show related content after posts":["Arată conținutul similar după articole"],"Related":["Similare"],"Related posts":["Articole similare"],"Disconnect":["Deconectare"],"Save":["Salvează"],"Your current IP: %s":["IP-ul tău curent: %s"],"Media":["Media"],"Tiled Galleries":["Galerii placate"],"Custom CSS":["CSS personalizat"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX este un limbaj markup puternic pentru scrierea ecuațiilor și formulelor matematice complexe."],"Notifications":["Notificări"],"Publicize":["Publicitate"],"Site Stats":["Statistici sit"],"WP.me Shortlinks":["Legături scurte WP.me"],"Shortcode Embeds":["Înglobări scurtcoduri"],"No":["Nu"],"Markdown":["Markdown"],"Sharing":["Partajare"],"Likes":["Aprecieri"],"Gravatar Hovercards":["Cărți de vizită Gravatar"],"Testimonials":["Testimoniale"],"Cancel":["Anulare"],"Yes":["Da"],"Contact Form":["Formular de contact"],"Comments":["Comentarii"],"Reconnect Jetpack":["Reconectează Jetpack"],"Jetpack could not contact WordPress.com: %s.  This usually means something is incorrectly configured on your web host.":["Jetpack nu a putut contacta WordPress.com: %s. De obicei, înseamnă că ceva nu este configurat corect pe gazda ta web."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["Momentan WordPress.com are o problemă și nu se poate conecta cu Jetpack. Te rugăm să încerci din nou mai târziu."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Jetpack-ul tău are o scăpare.<\/s> Conectarea acestui sit cu WordPress.com nu este posibilă. De obicei, asta înseamnă că situl tău nu este accesibil publicului (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Situl tău web trebuie să fie accesibil publicului pentru a folosi Jetpack: %s"],"Edit":["Editează"],"Connected":["Conectat"],"Activate":["Activează"],"%s has been activated.":["%s a fost activată."],"Configure":["Configurează"],"Active":["Activă"],"Search":["Căutare"],"Settings":["Setări"],"Learn More":["Află mai mult"],"Disconnect Jetpack":["Deconectează Jetpack"]}},"comment":{"reference":"_inc\/build\/admin.js"}}