{"translation-revision-date":"2020-10-06 18:08:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Kada su oglasi uključeni, Jetpack automatski generira korisnički ads.txt skrojen za vašu web-stranicu."],"Spam filtering and priority support.":["Spam filtriranje i prioritetna podrška."],"Test your site’s compatibility with Jetpack.":["Testirajte kompatibilnost vaše web-stranice s Jetpackom."],"Privacy information":["Informacije o privatnosti"],"Enable Lazy Loading for images":["Uključi Učitavanje s odgodom za slike"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Učitavanje slika s odgodom poboljšava brzinu vaše web-stranice i kreira uglađeno iskustvo gledanja. Slike će se učitavati kako posjetitelji pomiču stranicu na zaslonu, umjesto da se sve učitaju odjednom."],"Performance & speed":["Performanse i brzina"],"Enable high-speed, ad-free video player":["Uključi brzi video reproduktor bez oglasa"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Sadržaj koji objavite učinite privlačnijim s visoko kvalitetnim videom. S Jetpack Video možete prilagoditi video reproduktor i isporučiti video koji je brzi, bez oglasa i brendiranja vašim posjetiteljima. Video je pohranjen na našim WordPress.com poslužiteljima i zauzimaju mjesto na vašem hostingu!"],"Video":["Video"],"Carousel color scheme":["Paleta boja vrtuljka"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif podaci prikazuju posjetiteljima dodatne tehničke detalje fotografije, poput žarišne duljine, otvor objektiva i ISO."],"Show photo Exif metadata in carousel (when available)":["Prikaži Exif meta podatke fotografije u vrtuljku (kad su dostupni)"],"Display images in a full-screen carousel gallery":["Prikaži slike u galerijskom vrtuljku pune veličine zaslona"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Kreirajte galerijski vrtuljak pune veličine zaslona za slike u vašim objavama i stranicama. Galerijski vrtuljci su optimizirani za mobilne uređaje i potiču posjetitelje na interakciju s slikama."],"Portfolios shortcode: [portfolio]":["Portfolio kratki kod: [portfolio]"],"Testimonials shortcode: [testimonials]":["Preporuka kratki kod: [testimonials]"],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Dobre vijesti: Jetpack automatski šalje vašu mapu stranica na indeksiranje svim značajnim tražilicama."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Mape stranice su zapisi koje koriste tražilice poput Google i Bing kako bi indeksirali web-stranicu. Mogu pomoći poboljšati ranking u rezultatima pretrage. Kada ovo uključite, Jetpack će kreirati mape stranica i automatski ih ažurirati kada se sadržaj promijeni na web-stranici."],"Configure related posts in the Customizer":["Konfigurirajte povezane objave u Prilagođivaču"],"Highlight related content with a heading":["Istakni povezani sadržaj s zaglavljem"],"View security scan details":["Pogledaj detalje sigurnosnog skeniranja"],"Show a thumbnail image where available":["Prikaži sličicu gdje je to dostupno."],"Search term.\u0004terms of service":["uvjeti korištenja"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["data"],"Search term.\u0004tracks":["tracks"],"Search term.\u0004privacy":["privacy"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Automatski učitava sljedeću objavu kada se čitatelj približi dnu stranice."],"Allows you to publish new posts by sending an email to a special address.":["Omogućuje vam objavljivanje novih objava slanjem e-pošte na specijalnu adresu."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Dodajte alatnu traku s poveznicama na sve vaše web-stranice, obavijestima, vašim WordPress.com profilom i Čitačem."],"Settings header\u0004Privacy Settings":["Postavke privatnosti"],"This feature has been disabled by a site administrator.":["Ovu značajku je onemogućio administrator web-stranice."],"Configure your notification settings":["Konfigurirajte postavke obavijesti"],"Settings header\u0004Downtime monitoring":["Praćenje nedostupnosti"],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Pruža neophodne skrivene oznake potrebne za verifikaciju vaše WordPress web-stranice s različitim servisima."],"Displays information on your site activity, including visitors and popular posts or pages.":["Prikazuje informacije o aktivnosti vaše web-stranice, uključujući posjetitelje i popularne objave ili stranice."],"Allows you to optimize your site and its content for better results in search engines.":["Omogućuje vam optimiziranje vaše web-stranice i sadržaja za bolje rezultate u tražilicama."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integrira vašu web-stranicu s Google Analytics, platformom koja pruža uvid u promet, posjetitelje i konverzije web-stranice."],"Displays high-quality ads on your site that allow you to earn income.":["Prikazuje visoko kvalitetne oglase na vašoj web-stranici, koji vam omogućuju zaradu."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Omogućuje vam da automatski dijelite svoj najnoviji sadržaj na društvenim mrežama, uključujući Facebook i Twitter."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Dodajte lajk dugmad vašem sadržaju kako bi posjetitelji izrazili njihovu zahvalu ili užitak konzumiranja sadržaja."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Omogućuje registriranim korisnicima prijavu na vašu web-stranicu koristeći WordPress.com račun."],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Kreira sigurnosnu kopiju vaše web-stranice na globalnim WordPress.com poslužiteljima, omogućujući vam vraćanje na prethodno stanje u slučaju greške."],"Removes spam from comments and contact forms.":["Uklanja spam iz komentara i kontakt formi."],"Add Search (Jetpack) Widget":["Dodaj Pretraga (Jetpack) widget"],"Jetpack Search is powering search on your site.":["Jetpack Pretraga pogoni pretraživanje na vašoj web-stranici."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Datoteke vaše web-stranice redovno se skeniraju u potrazi za sumnjivim modifikacijama koje bi mogle kompromitirati vašu sigurnost i podatke."],"Protects your site from traditional and distributed brute force login attacks.":["Štiti vašu web-stranicu od tradicionalnih i distribuiranih napada sirovom snagom na formu za prijavu."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack će optimizirati vaše slike i poslužiti ih s poslužitelja koji je najbliži posjetitelju. Korištenje naše globalne mreže za dostavu sadržaja poboljšati će brzinu učitavanja web-stranice."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Jetpack Sigurnosne kopije omogućuju vam jednostavno vraćanje na prethodno stanje ili preuzimanje sigurnosne kopije u željenom trenutku."],"View all Jetpack plans":["Pogledaj sve Jetpack planove"],"Manage your plan":["Upravljanje planom"],"Your Plan":["Vaš plan"],"Moderate comments":["Moderirajte komentare"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Omogućuje čitateljima da se pretplate na vaše objave ili komentare, i primaju obavijesti o novom sadržaju putem e-pošte."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Zamjenjuje standardnu WordPress formu za komentare s novim sistemom za komentiranje koji uključuje prijavu putem društvenih mreža."],"Updated privacy settings.":["Postavke privatnosti su ažurirane."],"Updating privacy settings…":["Ažuriranje postavki privatnosti…"],"Add Jetpack Search Widget":["Dodaj Jetpack Widget pretrage"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Potpuno sigurnosno okružje, alati za marketing i zaradu, neograničena video pohrana i prioritetna podrška."],"Daily backups, spam filtering, and priority support.":["Dnevne sigurnosne kopije, filtriranje spama i prioritetna podrška."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, unlimited themes, and priority support.":["Potpuno sigurnosno okružje, automatizacijski alati za marketing i zaradu, neograničena video pohrana, neograničene teme, i prioritetna podrška."],"Always-on security":["Konstantna sigurnost"],"Activate video hosting":["Aktiviraj video hosting"],"Design the perfect website":["Dizajnirajte savršenu web-stranicu"],"Set up Jetpack":["Postavite Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Trenutne sigurnosne kopije svih podataka web-stranice s neograničenim prostorom za pohranu, vraćanje jednim klikom i automatsko sigurnosno skeniranje."],"Jetpack Search":["Jetpack pretraga"],"Daily backup of all your site data with unlimited space and one-click restores":["Dnevne sigurnosne kopije svih podataka vaše web-stranice s neograničenim prostorom za pohranu i vraćanjem jednim klikom."],"View your security activity":["Pregledajte sigurnosne aktivnosti"]," (powered by VaultPress).":[" (pokreće VaultPress)."],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Sigurnosne kopije u realnom vremenu svih podataka web-stranice s neograničenim prostorom za pohranu, vraćanjem na prethodno stanje jednim klikom, automatsko sigurnosno skeniranje i prioritetna podrška."],"Jetpack version":["Jetpack inačica"],"Activity":["Aktivnost"],"Jetpack version %s":["Jetpack inačica %s"],"Monetize your site with ads":["Monetizirajte svoju web-stranicu s oglasima"],"Jetpack Stats People":["Jetpack statistika ljudi"],"Hello there! Your stats have been activated.":["Pozdrav! Aktivirana vam je statistika."],"Just give us a little time to collect data so we can display it for you here.":["Dopustite malo vremena kako bi se prikupili podaci koje možemo ovdje prikazati."],"Okay, got it!":["Shvaćam!"],"Display ads below posts on":["Prikaži oglase ispod objava na"],"Archives":["Arhiva"],"Additional ad placements":["Dodatna mjesta za oglase"],"Top of each page":["Na vrhu svake stranice"],"Second ad below post":["Drugi oglas ispod objave"],"Activate Publicize":["Aktiviraj Publiciranje"],"Schedule posts":["Tempiranje objava"],"Create address":["Kreiraj adresu"],"Get WordPress Apps for every device":["Nabavite WordPress aplikaciju za svaki uređaj"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Upravljajte svojim web-stranicama s jedne nadzorne ploče: objavljuje sadržaj, pratite statistiku, moderirajte komentare i još puno toga od bilo kuda u svijetu."],"Sitemaps":["Mape stranica"],"Pages":["Stranice"],"Access the full list of Jetpack modules available on your site.":["Pristupite cijeloj listi dostupnih Jetpack modula na vašoj web-stranici."],"Your paid plan gives you access to prioritized Jetpack support.":["Vaš plaćeni plan vam omogućuje pristup prioritetnoj Jetpack korisničkoj podršci."],"We're here to help":["Ovdje smo da vam pomognemo"],"Jetpack comes with free, basic support for all users.":["Jetpack dolazi s besplatnom, osnovnom podrškom za sve korisnike."],"Ask a question":["Postavite pitanje"],"Search our support site":["Pretražite našu web-stranicu za podršku"],"Get a faster resolution to your support questions.":["Dobijte brze odgovore na vaša pitanja za podršku."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Nadogradnja"],"Host fast, high-quality, ad-free video.":["Hostajte brzi, visoko kvalitetni video bez oglasa."],"Generate income with high-quality ads.":["Generirajte prihod s visoko kvalitetnim oglasima."],"Button caption\u0004Saving…":["Spremanje..."],"Button caption\u0004Save settings":["Spremi postavke"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Ova web-stranica nije povezana s WordPress.com. Pitajte administratora web-stranice da poveže."],"Navigation item.\u0004Dev Tools":["Razvojni alati"],"An Automattic Airline":["An Automattic Airline"],"Short warning message\u0004Updates needed":["Potrebne nadogradnje"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Plaćeno"],"Manage site connection":["Upravljanje konekcijom web-stranice"],"Connect your account to WordPress.com to view more stats":["Spojite svoj račun s WordPress.com kako bi dobili više statistike"],"Theme enhancements":["Poboljšanja teme"],"Load more posts using the default theme behavior":["Učitajte više objava koristeći ponašanje izvorne teme"],"Load more posts in page with a button":["Učitajte više objava na stranici s dugmetom"],"Load more posts as the reader scrolls down":["Učitajte više objava dok se stranice pomiče"],"Theme support required.":["Potrebna je podrška teme."],"Learn more about adding support for Infinite Scroll to your theme.":["Saznajte više o dodavanju podrške vašoj temi za beskonačno pomicanje."],"Settings header\u0004WordPress.com toolbar":["WordPress.com alatna traka"],"Enable the WordPress.com toolbar":["Omogući WordPress.com alatnu traku"],"Writing tools available to you will be shown here when an administrator enables them.":["Dostupni alati za pisanje biti će prikazani ovdje kada ih administrator omogući."],"Portfolios":["Portfolio"],"Settings header\u0004Composing":["Sastavljanje"],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["Generiraj XML mape stranica"],"Settings header\u0004Site stats":["Statistika web-stranice"],"Count logged in page views from":["Broji preglede stranica prijavljenog korisnika"],"Allow stats reports to be viewed by":["Dopustite prikaz izvještaja statistike korisniku"],"Settings header\u0004Search engine optimization":["Optimizacija za tražilice (SEO)"],"A header for a preview area in the configuration screen.\u0004Preview":["Pretpregled"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Konfigurirajte postavke Google Analytics"],"Ads header\u0004Ads":["Oglasi"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Prikaži oglase na prvom članku početne stranice ili na kraju svake stranice i objave. Postavite dodatne oglase na vrhu vaše web-stranice i svakom widgetu području kako bi povećali svoju zaradu."],"Enable ads and display an ad below each post":["Uključi oglase i prikaži oglas ispod svake objave"],"Enter a search term to find settings or close search.":["Upišite pojam za pretragu kako bi pronašli postavke ili zatvorite pretraživanje."],"Match accounts using email addresses":["Upari račune koristeći adresu e-pošte"],"Require accounts to use WordPress.com Two-Step Authentication":["Zahtijevaj da računi koriste WordPress.com autentifikaciju s dvije provjere"],"Settings header\u0004Brute force attack protection":["Zaštita od napada sirovom snagom"],"You have paid for backups but they're not yet active.":["Platili ste za sigurnosne kopije ali još nisu aktivne."],"You have paid for backups and security scanning but they’re not yet active.":["Platili ste za sigurnosne kopije i sigurnosno skeniranje ali još nisu aktivni."],"Click \"Set Up\" to finish installation.":["Kliknite \"Postavljanje\" za završetka instalacije."],"Checking site status…":["Provjera statusa web-stranice..."],"Settings header\u0004Backups and security scanning":["Sigurnosne kopije i sigurnosno skeniranje"],"Checking your spam protection…":["Provjera vaše spam zaštite..."],"Fetching key…":["Dohvaćanje ključa..."],"Your site is not protected from spam.":["Vaša web-stranica nije zaštićena od spama."],"Your site is protected from spam.":["Vaša web-stranica je zaštićena od spama."],"Checking key…":["Provjera ključa..."],"Your API key":["Vaš API ključ"],"Configure your sharing buttons":["Konfigurirajte dugmad za dijeljenje sadržaja"],"Settings header\u0004Sharing buttons":["Dugmad za dijeljenje"],"Connect your social media accounts":["Spojite račune društvenih mreža"],"Automatically share your posts to social networks":["Automatski podijelite svoje objave na društvenim mrežama"],"Settings header\u0004Like buttons":["Dugmad 'Sviđanje'"],"A caption for a small button to fix security issues.\u0004Threats":["Prijetnje"],"Short message informing user that the site is secure.\u0004Secure":["Osigurano"],"Caption for a button to set up a feature.\u0004Set up":["Postavi"],"View your Email Followers":["Pregledajte svoje e-pošta pratitelje"],"Color scheme":["Paleta boja"],"Enable Markdown use for comments.":["Uključi Markdown upotrebu u komentarima."],"Connections":["Konekcije"],"Settings header\u0004Publicize connections":["Konekcije Publiciranja"],"A caption for a small button to fix security issues.\u0004See threats":["Prikaži prijetnje"],"Your site is connected to WordPress.com.":["Vaša web-stranica je spojena s WordPress.com."],"You are the Jetpack owner.":["Vi ste Jetpack vlasnik."],"Dashboard widget header\u0004Site connection":["Konekcija web-stranice"],"Dashboard widget header\u0004Account connection":["Konekcija računa"],"Updating settings…":["Ažuriranje postavki..."],"Updated settings.":["Postavke ažurirane."],"Updating Post by Email address…":["Ažuriranje Objava putem adrese e-pošte..."],"Regenerated Post by Email address.":["Regenerirana Objava putem adrese e-pošte."],"Updated settings. Refreshing page…":["Ažuriranje postavki. Osvježavanje stranice..."],"Navigation item.\u0004Settings":["Postavke"],"Navigation item.\u0004Discussion":["Rasprava"],"Navigation item.\u0004Traffic":["Promet"],"Navigation item.\u0004Sharing":["Dijeljenje"],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Google Analytics konfiguracija"],"Activate Google Analytics":["Aktiviraj Google Analytics"],"Download the free apps":["Preuzmite besplatne aplikacije"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Vaš poslužitelj nije dobro konfiguriran, što znači da Jetpack zaštita ne može efektivno zaštiti vašu web-stranicu."],"Ads":["Oglasi"],"Video Hosting":["Video Hosting"],"View your earnings":["Pogledajte svoju zaradu"],"Site Security":["Sigurnost web-stranice"],"You are running Jetpack on a staging server.":["Koristite Jetpack na pripremnom poslužitelju."],"More Info":["Više informacija"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Dnevne sigurnosne kopije svih podataka vaše web-stranice s neograničenim prostorom za pohranu, vraćanjem jednim klikom, automatskim sigurnosnim skeniranjem i prioritetna podrška"],"SEO Tools":["SEO Alati"],"Advanced SEO tools to help your site get found when people search for relevant content.":["Napredni SEO alati koji će pomoći da se lakše pronađe vaša web-stranica kada ljudi traže relevantni sadržaj."],"Configure site SEO":["Konfiguriraj SEO web-stranice"],"Activate SEO tools":["Aktiviraj SEO alate"],"This will reset all Jetpack options, are you sure?":["Ovo će resetirati sve Jetpack opcije, jeste li sigurni?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Na ovoj kartici postoje nespremljene postavke koje će se izgubiti ako ju zatvorite. Nastaviti?"],"Dashboard":["Nadzorna ploča"],"Search for a Jetpack feature.":["Pretraga Jetpak mogućnosti."],"Navigation item.\u0004At a Glance":["Kratki pregled"],"Configure your Security Scans":["Konfigurirajte Sigurnosna skeniranja"],"The WordPress for Android App Gets a Big Facelift":["Aplikacija WordPress za Android dobila je veliko poboljšanje"],"Big iPhone\/iPad Update Now Available":["Veliko iPhone\/iPad ažuriranje je sada dostupno"],"Upgrade Focus: VideoPress For Weddings":["Fokus nadogradnje: VideoPress za vjenčanja"],"A few catchy words to motivate your visitors to comment.":["Par privlačnih riječi kojima ćete motivirati vaše čitatelje na komentiranje."],"Cheatin' uh?":["Varamo, jeli?"],"Regenerate address":["Regeneriranje adrese"],"Highlight and copy the following text to your clipboard:":["Označite i kopirajte sljedeći tekst:"],"Copied!":["Kopirano!"],"verb\u0004Copy":["Kopija"],"Skip to recommended features":["Skoči do preporučenih mogućnosti"],"You are currently running a development version of Jetpack.":["Trenutno koristite razvojnu inačicu Jetpacka."],"You're fueled up and ready to go.":["Sve je spremno za korištenje."],"You're fueled up and ready to go, Jetpack is now active.":["Sve je spremno za korištenje, Jetpack je aktiviran."],"Your Jetpack is already connected.":["Vaš Jetpack je već spojen."],"Submit Beta feedback":["Pošaljite Beta povratnu informaciju"],"Navigation item.\u0004Reset Options (dev only)":["Reset opcije (samo dev inačice)"],"ACTIVE":["AKTIVNO"],"Upgrade":["Ažuriranje"],"Security scanning":["Sigurnosno skeniranje"],"Jetpack Stats Icon":["Jetpack Ikona statistike"],"Saving…":["Snimanje..."],"Months":["Mjeseci"],"Weeks":["Tjedana"],"Days":["Dana"],"Click to view detailed stats.":["Kliknite za pregled detaljne statistike."],"Link to WordPress.com":["Povezivanje s WordPress.com"],"Unlink me from WordPress.com":["Odspajanje s WordPress.com"],"Shorthand for Privacy Policy.\u0004Privacy":["Privatnost"],"Automattic's Privacy Policy":["Automattic Polica Privatnosti"],"Shorthand for Terms of Service.\u0004Terms":["Uvjeti"],"WordPress.com Terms of Service":["WordPress.com Uvjeti Usluge"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Ispravljanje grešaka"],"Site Backups":["Sigurnosne kopije web-stranice"],"Activate Site Stats":["Aktiviraj Statistiku web-stranice"],"Save Settings":["Spremi postavke"],"View your security dashboard":["Pregled nadzorne ploče sigurnosti"],"View your spam stats":["Pregled spam statistike"],"Link your account to WordPress.com to get the most out of Jetpack.":["Povežite svoj račun s WordPress.com kako bi maksimalno iskoristili Jetpack."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack aktivno blokira zloćudne pokušaje prijave. Podaci će se uskoro ovdje prikazati."],"No threats found, you're good to go!":["Nisu pronađene prijetnje, nastavite bez briga!"],"Total malicious attacks blocked on your site.":["Ukupan broj blokiranih zloćudnih napada na vašu web-stranicu."],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack nadzire vašu web-stranicu. Ako nam se učini da web-stranice nije online, poslati ćemo vam poruku e-poštom."],"Downtime monitor":["Nadzor dostupnosti"],"Performance":["Performanse"],"Security":["Sigurnost"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Blokirani spam komentari."],"Loading…":["Učitavanje..."],"Backup":["Sigurnosne kopije"],"Navigation item.\u0004Writing":["Pisanje"],"Navigation item.\u0004Plans":["Planovi"],"Navigation item.\u0004At A Glance":["Kratki pregled"],"Unlinked from WordPress.com.":["Odspojen od WordPress.com."],"Unlinking from WordPress.com":["Odspajanje od WordPress.com."],"Options failed to reset.":["Opcije nisu uspješno resetirane."],"Options reset.":["Reset opcija."],"Resetting Jetpack options…":["Resetiranje Jetpack opcija..."],"Navigation item.\u0004Security":["Sigurnost"],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Trebate ostati prijavljeni na vašem WordPress blogu dok autorizirate Jetpack."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Dogodio se problem s spajanjem Jetpacka; deaktivirajte a zatim reaktivirajte Jetpack dodatak, i ponovno se spojite."],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Dogodio se problem s spajanjem Jetpacka. Kliknite ponovno na \"Poveži se s WordPress.com\""],"Disconnecting Jetpack":["Odspoji Jetpack"],"Learn more":["Saznaj Više"],"WordPress.com Toolbar":["WordPress.com alati"],"Skip":["Preskoči"],"Carousel":["Vrtuljak"],"Posts":["Objave"],"Front page":["Početna stranica"],"VideoPress":["VideoPress"],"Upload videos":["Prenesi video"],"Google":["Google"],"Pinterest":["Pinterest"],"Show related content after posts":["Prikaži srodni sadržaj ispod objava"],"Custom CSS":["Prilagođeni CSS"],"Media":["Media"],"Related":["Srodno"],"Disconnect":["Odspojeni"],"Your current IP: %s":["Vaš trenutni IP: %s"],"Related posts":["Srodne objave"],"Tiled Galleries":["Pločaste galerije"],"Save":["Spremi"],"Notifications":["Obavijesti"],"Shortcode Embeds":["Ugrađivanje kratkih kodova "],"WP.me Shortlinks":["WP.me kratke poveznice"],"Site Stats":["Statistike stranice"],"Publicize":["Publicirati"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX je moćan markup jezik za pisanje kompleksnih matematičkih jednadžbi, formula, itd."],"Gravatar Hovercards":["Gravatar lebdjeće kartice "],"No":["Ne"],"Sharing":["Dijeljenje "],"Markdown":["Markdown"],"Likes":["Lajkovi"],"Cancel":["Odustani"],"Testimonials":["Preporuke"],"Comments":["Komentari"],"Yes":["Da"],"Contact Form":["Kontakt obrazac"],"Reconnect Jetpack":["Spoji Jetpack"],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["WordPress.com trenutno ima neke probleme i ne može aktivirati vaš Jetpack. Molimo vas da pokušate kasnije. "],"Activate":["Aktiviraj"],"Configure":["Konfiguriraj"],"Connected":["Spojeno"],"Edit":["Uredi"],"Search":["Pretraži"],"Settings":["Postavke"],"%s has been activated.":["%s je aktiviran."],"Active":["Aktivno"],"Learn More":["Saznaj više"],"Disconnect Jetpack":["Odspoji Jetpack"]}},"comment":{"reference":"_inc\/build\/admin.js"}}