{"translation-revision-date":"2019-10-01 13:38:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt_AO"},"Verifying…":["Verificando…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Crie uma experiência de leitura suave e ininterrupta, ao carregar mais conteúdo à medida que os visitantes navegam até o final das suas páginas de arquivo."],"Settings header\u0004WP.me Shortlinks":["Links abreviados WP.me"],"Customize your SEO settings":["Personalize suas opções de SEO"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Tenha controle da maneira como os mecanismos de pesquisa representam seu site. Com as ferramentas SEO do Jetpack, você pode visualizar a aparência de seu conteúdo nos mecanismos de pesquisa populares e alterar itens como o nome do seu site e a tagline em segundos."],"A caption for a button to cancel an action.\u0004Cancel":["Cancelar"],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["Enviar link"],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["Acesse o aplicativo do WordPress.com com facilidade clicando no link que enviaremos ao endereço de e-mail de sua conta."],"Log in to the WordPress mobile app":["Faça login no aplicativo para dispositivos móveis do WordPress"],"Email me a link to log in to the app":["Enviar por e-mail um link para fazer login no aplicativo"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Publicar por e-mail é uma forma rápida de publicar novos posts sem acessar o site. Vamos gerar um endereço de e-mail exclusivo para envio do seu conteúdo, que será então exibido no seu site como qualquer outro post."],"Send your new posts to this email address:":["Enviar seus novos posts para este endereço de e-mail:"],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["A barra de ferramentas do WordPress.com substituirá a barra de ferramentas padrão do administrador do WordPress. Ela proporciona o acesso com apenas um clique às notificações, ao seu perfil no WordPress.com e aos demais sites do Jetpack e do WordPress.com. É possível se manter atualizado sobre os sites que você segue, com o Leitor."],"Expand to update settings for how visits are counted and manage who can view this information.":["Expandir para atualizar as configurações de como as visitas são contadas e gerenciar quem pode ver essa informação."],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Adicionar um pequeno gráfico na barra administrativa com o tráfego das últimas 48 horas"],"Verify site ownership with third party services":["Confirme a propriedade do site junto a serviços de terceiros"],"Generate shortened URLs for simpler sharing.":["Gere URLs abreviadas para um compartilhamento simplificado."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["A funcionalidade ajuda os visitantes a descobrir mais sobre o seu conteúdo ao exibir posts relacionados na parte inferior de cada post."],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Adicionar botões de compartilhamento para que seus visitantes possam compartilhar páginas e posts nas redes sociais com apenas alguns cliques."],"You can customize the sharing buttons and choose which services to display.":["Você pode personalizar os botões de compartilhamento e escolher quais serviços são exibidos."],"Add sharing buttons to your posts and pages":["Adicione botões de compartilhamento aos seus posts e páginas"],"Share your content to social media, reaching new audiences and increasing engagement.":["Compartilhe seu conteúdo nas redes sociais, atingindo novos públicos e aumentando a interação."],"Settings header, noun.\u0004WordPress.com login":["Acessar com WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Receba alertas, caso seu site fique offline. Vamos informá-lo assim que ele voltar também."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Seu site é protegido pelo Jetpack. Você receberá uma notificação se algo precisar de sua atenção."],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Precisa de ajuda? Saiba mais sobre como começar, personalizar seu site, usar snippets de códigos avançados e muito mais."],"Search support docs":["Buscar documentos de suporte"],"Enable the “subscribe to comments” option on your comment form":["Habilite a opção “assinar os comentários” no formulário de comentários"],"Optimized performance":["Desempenho otimizado"],"Start sharing":["Comece a compartilhar"],"Enable the “subscribe to site” option on your comment form":["Habilite a opção “assinar o site” no formulário de comentários"],"Protect":["Proteger"],"Scan":["Examinar"],"Comment form introduction":["Introdução ao formulário de comentários"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Gerencie as configurações avançadas dos comentários e aumente o seu público com as assinaturas por e-mail."],"Never worry about losing your site – automatic backups keep your content safe.":["Não se preocupe em perder seu site. Backups automáticos mantêm seu conteúdo em segurança."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Antispam do Jetpack, fornecido pela Akismet. O envio de comentários e dos formulários de contato será comparado com o nosso banco de dados global sobre spam."],"Anti-spam":["Anti-spam"],"Failed to send login email":["Falha ao enviar e-mail de login"],"Login email sent":["E-mail de login enviado"],"Sending login email…":["Enviando e-mail de login..."],"Allow readers to like individual comments.":["Permita que leitores curtam comentários."],"Allow readers to use markdown in comments.":["Permita que leitores usem Markdown nos comentários."],"Enable comment likes.":["Ativar curtidas de comentários."],"Link to learn more about Jetpack.\u0004About":["Sobre"],"Show Gravatar hovercards alongside comments.":["Mostrar cartões do Gravatar nos comentários."],"View your setup checklist":["Veja sua lista de verificação"],"Monthly":["Mensal"],"Yearly":["Anual"],"Pay with PayPal":["Pagar com o PayPal"],"About Jetpack":["Sobre o Jetpack"],"Your site is verified with Google":["Seu site foi verificado com o Google"],"Create account":["Criar conta"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Módulos"],"Compose using shortcodes to embed media from popular sites":["Crie usando códigos abreviados para mídia incorporada a partir de sites populares"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Ative os controles de visibilidade de widgets para exibi-los apenas em certas páginas ou posts"],"Enhance CSS customization panel":["Aprimore o painel de personalização CSS"],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["Disponibilize mais widgets para usar no seu site, incluindo streaming do Twitter e formulários de assinatura"],"Settings header\u0004Widgets":["Widgets"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Com a visibilidade de widgets, você decide quais widgets aparecem em quais páginas para poder personalizar o conteúdo deles."],"Writing":["Escrever"],"Add a portfolio item":["Adicione um item ao portfólio"],"Add a testimonial":["Adicione um depoimento"],"Compose content the way you want to and streamline your publishing experience.":["Crie conteúdos como quiser e otimize a experiência de publicá-los."],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Duplique posts, páginas, testemunhos e portfólios existentes. Todo o conteúdo será copiado incluindo texto, imagem destacada, configurações de compartilhamento etc."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["Maximize a visibilidade do seu site em mecanismos de busca e visualize estatísticas de tráfego em tempo real."],"Traffic":["Tráfego"],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Conecte seu site às redes sociais que você usa e compartilhe seu conteúdo em todas suas contas com um único clique. Quando você publica um post, ele será compartilhado em todas suas contas conectadas."],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Quando os anúncios são ativados, o Jetpack gera automaticamente um ads.txt personalizado para seu site."],"Add Like buttons to your posts and pages":["Adicionar botões de curtida em seus posts e páginas"],"When visitors enjoy your content, let them show it with a Like.":["Quando os visitantes gostarem de seu conteúdo, deixe que eles mostrem isso com uma curtida."],"Create a Jetpack account to use this feature":["Crie uma conta no Jetpack para usar esse recurso"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Adicione uma camada extra de segurança ao seu site, ativando o login e a autenticação segura do WordPress.com. Caso tenha diversos sites com esta opção ativada, será possível fazer login em todos eles com as mesmas credenciais."],"Action needed":["Ação necessária"],"Awaiting credentials":["Aguardando credenciais"],"Backups and Scan are being configured for your site.":["Backup e verificação está sendo configurado para seu site."],"Provisioning":["Provisionamento"],"Setting up":["Configuração"],"You need to enter your server credentials to finish configuring Backups and Scan.":["Você deve digitar suas credenciais do servidor para terminar a configuração de Backup e verificação."],"Enabling Site accelerator…":["Habilitando o Acelerador de sites..."],"Site accelerator is now speeding up your site!":["O Acelerador de sites deixou seu site muito mais rápido!"],"Enable site accelerator":["Ativar acelerador de site"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Carregue páginas com mais rapidez, ao permitir que o Jetpack otimize e transmita suas imagens e arquivos estáticos (como o CSS e o JavaScript) da nossa rede global de servidores."],"Speed up image load times":["Acelerar o carregamento de imagens"],"Speed up static file load times":["Acelerar o carregamento de arquivos estáticos"],"Disabling site accelerator…":["Desabilitando o Acelerador de sites..."],"Site accelerator is no longer speeding up your site!":["O Acelerador de sites deixou de acelerar seu site!"],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Carregue páginas, otimize imagens com mais rapidez e acelere a experiência dos seus visitantes."],"Spam filtering and priority support.":["Filtro de spam e suporte prioritário."],"A wide variety of themes and tools to customize a site":["Uma grande variedade de temas e ferramentas para personalizar um site"],"Chat bubbles representing getting in touch with support":["Os balões de chat representam o contato com o suporte"],"Explore free themes":["Explore os temas gratuitos"],"Get unlimited access to hundreds of professional themes, and customize your site exactly how you like it.":["Receba acesso ilimitado a centenas de temas profissionais e personalize o seu site exatamente como quiser."],"Increase traffic to your site":["Aumente as visitas em seu site"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Evite os ataques aos logins e receba notificações instantâneas quando houver um problema no seu site."],"Reach a wider audience by automatically sharing your posts on social media.":["Alcance um público maior compartilhando automaticamente os seus posts nas redes sociais."],"Set up your site security":["Configure a segurança do seu site"],"Site activity":["Atividade do site"],"Support documentation":["Documentação de suporte"],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Agende tweets, publicações no Facebook e posts em outras redes sociais sem limitações."],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Complemente as estatísticas do WordPress.com com uma análise mais detalhada do Google de seus visitantes e seus padrões de tráfego."],"Browse premium themes":["Navegue pelos temas premium"],"Marketing Automation":["Automação de Marketing"],"Try a premium theme":["Experimente um tema premium"],"A chart showing an healthy increase in earnings":["Um gráfico mostrando um bom aumento nos lucros"],"A cloud with multiple types of content floating around it":["Uma nuvem repleta de vários tipos de conteúdos flutuando ao redor"],"Interface showing a chronological list of changes and updates in a site":["Interface mostrando uma lista cronológica de alterações e atualizações de um site"],"Site stats showing an evolution in traffic and engagement":["As estatísticas do site mostram uma evolução no tráfego e no engajamento"],"High-speed, high-definition video hosting with no third-party ads.":["Hospedagem de vídeos em alta velocidade e alta definição, sem publicidade de terceiros."],"Start earning":["Comece já a lucrar"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["O WordAds permite que você ganhe dinheiro com a exibição de conteúdo promocional. Comece a lucrar hoje mesmo."],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Visualize uma lista cronológica de todas as alterações e atualizações do seu site de forma organizada e legível."],"View your site activity":["Ver as atividades do site"],"Discussion":["Discussão"],"We are configuring your site protection.":["Estamos configurando a proteção do seu site."],"A folder holding real comments":["Uma pasta contendo comentários reais"],"Load pages faster by serving your images from our global network of servers.":["Carregue páginas com maior rapidez, exibindo suas imagens a partir da nossa rede global de servidores."],"Make your site faster":["Torne seu site mais rápido"],"A fast and performant website":["Um site rápido e com excelente desempenho"],"A secure site, locked and protected by Jetpack":["Um site seguro, protegido e resguardado pelo Jetpack"],"Spam is automatically blocked from your comments.":["Todo spam é bloqueado automaticamente nos seus comentários."],"Create a Jetpack account to view your email followers":["Crie uma conta do Jetpack para visualizar os seguidores dos seus e-mails"],"View settings":["Exibir configurações"],"Enter credentials":["Insira as credenciais"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["O Jetpack mantém um registro completo de tudo o que acontece no seu site, o que evita suposições relacionadas ao reparo, depuração e gerenciamento do site."],"View site activity":["Ver a atividade do site"],"View your site's backups":["Ver os backups do seu site"],"We are backing up your site in real-time.":["Estamos fazendo backup do seu site em tempo real."],"We are configuring your site's backups.":["Estamos configurando os backups do seu site."],"You need to enter your server's credentials to finish the setup.":["Você deve inserir suas credenciais do servidor para terminar a configuração."],"Manage security settings":["Gerencie as configurações de segurança"],"Navigation item.\u0004My Plan":["Meu plano"],"Navigation item.\u0004Performance":["Desempenho"],"Testing Jetpack Connection":["Testando a conexão do Jetpack"],"Site is verified":["O site foi verificado"],"Secure Sign On":["Secure Sign On"],"Enable Lazy Loading for images":["Ativar o carregamento lento de imagens"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["O carregamento lento de imagens aumentará a velocidade do seu site e criará uma exibição mais suave. As fotos carregarão conforme o usuário rolar a página para baixo, em vez de todas carregarem de uma vez."],"Privacy information":["Informações de privacidade"],"Enable high-speed, ad-free video player":["Ative um reprodutor de vídeo de alta velocidade e sem publicidade"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Faça com que o conteúdo que você publica seja mais interessante com um vídeo de alta resolução. Com o Jetpack Vídeo você personaliza seu reprodutor de mídia e fornece vídeos de alta velocidade e sem publicidade aos visitantes. Os vídeos são hospedados nos servidores do WordPress.com e não reduzem o espaço do seu plano de hospedagem!"],"Performance & speed":["Desempenho e velocidade"],"Video":["Vídeo"],"Carousel color scheme":["Esquema de cores do carrossel"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Crie apresentações em carrosséis em tela cheia para imagens em seus posts e suas páginas. As galerias do carrossel são compatíveis com dispositivos móveis e incentivam visitantes a interagirem com suas fotos."],"Display images in a full-screen carousel gallery":["Exiba imagens em tela cheia em uma galeria do carrossel"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Os dados Exif mostram aos visualizadores mais detalhes técnicos de uma foto, como a distância focal, abertura e ISO."],"Show photo Exif metadata in carousel (when available)":["Mostre metadados Exif de fotos no carrossel, quando disponível."],"Portfolios shortcode: [portfolio]":["Código abreviado dos portfólios: [portfolio]"],"Testimonials shortcode: [testimonials]":["Código abreviado dos depoimentos: [testimonials]"],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Boas notícias: o Jetpack está enviando automaticamente seu sitemap a todos os principais mecanismos de busca para indexação."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Os sitemaps são arquivos que os mecanismos de busca, como o Google ou o Bing, usam. Eles podem ajudar a melhorar sua posição nos resultados de busca. Ao ativar este recurso, o Jetpack cria sitemaps para você e atualiza-os automaticamente assim que o conteúdo no seu site for alterado."],"Configure related posts in the Customizer":["Configure posts relacionados no Personalizador"],"Highlight related content with a heading":["Destaque o conteúdo relacionado com um cabeçalho"],"View security scan details":["Visualize detalhes da verificação de segurança"],"Show a thumbnail image where available":["Exibir uma miniatura de imagem quando disponível"],"Search term.\u0004data":["dados"],"Search term.\u0004gdpr":["rgpd"],"Search term.\u0004privacy":["privacidade"],"Search term.\u0004terms of service":["termos de serviço"],"Search term.\u0004tos":["tds"],"Search term.\u0004tracks":["rastros"],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Adiciona uma barra de ferramentas com links para todos os seus sites, notificações, seu perfil WordPress.com e o Leitor."],"Allows you to publish new posts by sending an email to a special address.":["Permite que você faça novas publicações ao enviar um e-mail para um endereço específico."],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Carrega os próximos posts automaticamente, conforme o leitor se aproxima do final da página."],"Settings header\u0004Privacy Settings":["Configurações de privacidade"],"Configure your notification settings":["Defina suas configurações de notificação"],"Settings header\u0004Downtime monitoring":["Monitoramento do período de inatividade"],"This feature has been disabled by a site administrator.":["Este recurso foi desabilitado por um administrador do site."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Adiciona botões de curtida ao seu conteúdo para que os visitantes possam mostrar que gostaram dele."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Permite que os usuários registrados possam fazer login no seu site com as contas deles do WordPress.com."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Permite o compartilhamento automático do seu conteúdo mais recente em redes sociais, como o Facebook e o Twitter."],"Allows you to optimize your site and its content for better results in search engines.":["Permite a otimização do seu site e conteúdo para melhores resultados nos mecanismos de busca."],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Faz backup do seu site em servidores globais do WordPress.com, permitindo que você restaure o conteúdo em caso de emergência ou erro."],"Displays high-quality ads on your site that allow you to earn income.":["Exibe anúncios em alta qualidade no seu site, permitindo que você lucre."],"Displays information on your site activity, including visitors and popular posts or pages.":["Exibe informações sobre a atividade no seu site, como visitantes e posts\/páginas populares."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Integra seu site do WordPress ao Google Analytics, uma plataforma que oferece informações sobre tráfego, visitantes e conversões."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Fornece as tags ocultas necessárias para a verificação do seu site WordPress com vários serviços."],"Removes spam from comments and contact forms.":["Remove mensagens de spam dos comentários e formulários de contato."],"Add Search (Jetpack) Widget":["Adicionar widget de busca (Jetpack)"],"Jetpack Search is powering search on your site.":["A busca no seu site usa a busca do Jetpack."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Os arquivos do seu site são verificados com frequência à procura de modificações não autorizadas ou suspeitas que possam comprometer seus dados e sua segurança."],"Protects your site from traditional and distributed brute force login attacks.":["Protege seu site de ataques tradicionais e distribuídos de login de força bruta."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["O Jetpack otimizará e fornecerá suas imagens a partir do local de servidor mais próximo dos seus visitantes. Usar a nossa rede de distribuição de conteúdo global aumentará a velocidade de carregamento do seu site."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Os Backups do Jetpack permitem que você restaure ou faça download de um backup com facilidade a partir de um momento específico."],"Manage your plan":["Gerenciar seu plano"],"Moderate comments":["Moderar comentários"],"View all Jetpack plans":["Ver todos os planos do Jetpack"],"Your Plan":["Seu plano"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Permite que os leitores assinem para ver seus posts e comentários, bem como receber notificações de novo conteúdo por e-mail."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Substitui o formato padrão de comentário do WordPress por um novo sistema, que inclui opções de login nas redes sociais."],"Updated privacy settings.":["Configurações de privacidade atualizadas."],"Updating privacy settings…":["Configurações de privacidade atualizadas..."],"Add Jetpack Search Widget":["Adicione o widget de busca do Jetpack"],"Daily backups, spam filtering, and priority support.":["Backups diários, filtragem de spam e suporte prioritário."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Pacote de segurança completo, ferramentas de automação de receita e marketing, hospedagem ilimitada de vídeo."],"Always-on security":["Segurança em tempo integral"],"Activate video hosting":["Ativar hospedagem de vídeo"],"Design the perfect website":["Crie o site perfeito"],"Set up Jetpack":["Configurar o Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Graças às restaurações com espaço ilimitado em apenas um clique e à verificação de segurança automatizada, você obtém backup em tempo real de todos os dados do seu site."],"Jetpack Search":["Pesquisa do Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Backup diário de todas as informações do seu site com espaço ilimitado e restaurações com apenas um clique"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Backup em tempo real de todos os dados do seu site com espaço ilimitado, restaurações com apenas um clique, verificação de segurança automatizada e suporte prioritário"]," (powered by VaultPress).":["(mantido por VaultPress)."],"View your security activity":["Visualizar suas atividades de segurança"],"Jetpack version":["Versão do Jetpack"],"Activity":["Atividade"],"Monetize your site with ads":["Monetize seu site com anúncios"],"Hello there! Your stats have been activated.":["Olá! Suas estatísticas foram ativadas."],"Jetpack Stats People":["Pessoas que observam as estatísticas do Jetpack"],"Just give us a little time to collect data so we can display it for you here.":["Aguarde alguns momentos, para que possamos coletar alguns dados e exibi-los aqui para você."],"Okay, got it!":["Ok, entendido!"],"Archives":["Arquivo"],"Additional ad placements":["Posicionamentos adicionais de anúncios"],"Display ads below posts on":["Exibir publicidade abaixo dos posts em"],"Second ad below post":["Segundo anúncio abaixo do post"],"Top of each page":["Topo de cada página"],"Activate Publicize":["Ativar Publicize"],"Schedule posts":["Agendar posts"],"Create address":["Criar endereço"],"Get WordPress Apps for every device":["Use os aplicativos WordPress em qualquer dispositivo"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Gerencie todos os seus sites em um único painel: publique conteúdo, monitore estatísticas, modere comentários e muito mais de qualquer lugar do mundo."],"Sitemaps":["Mapas do site"],"Pages":["Páginas"],"Access the full list of Jetpack modules available on your site.":["Acesse a lista completa dos módulos do Jetpack disponíveis em seu site."],"Your paid plan gives you access to prioritized Jetpack support.":["Seu plano pago dá acesso a suporte com prioridade do Jetpack."],"Jetpack comes with free, basic support for all users.":["Jetpack oferece suporte básico e gratuito a todos os usuários."],"We're here to help":["Estamos aqui para ajudar"],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Atualizar"],"Ask a question":["Faça uma pergunta"],"Button caption\u0004Save settings":["Salvar configurações"],"Button caption\u0004Saving…":["Salvando..."],"Generate income with high-quality ads.":["Gere renda com anúncios de alta qualidade."],"Get a faster resolution to your support questions.":["Receba uma solução mais rápida para suas questões de suporte."],"Host fast, high-quality, ad-free video.":["Hospede vídeos com rapidez, alta qualidade e sem anúncios."],"Search our support site":["Pesquise nosso site de suporte"],"An Automattic Airline":["Uma companhia aérea da Automattic"],"Navigation item.\u0004Dev Tools":["Ferramentas de desenvolvimento"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Pago"],"Short warning message\u0004Updates needed":["Atualizações necessárias"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Este site não está conectado ao WordPress.com Solicite ao administrador do site para se conectar."],"Connect your account to WordPress.com to view more stats":["Conecte sua conta ao WordPress.com para ver mais estatísticas"],"Learn more about adding support for Infinite Scroll to your theme.":["Saiba mais sobre como adicionar suporte para abBarra de rolagem infinita ao seu tema."],"Load more posts as the reader scrolls down":["Carregar mais posts à medida que o leitor rolar a página"],"Load more posts in page with a button":["Carregar mais posts na página com um botão"],"Load more posts using the default theme behavior":["Carregar mais posts usando o comportamento padrão do tema"],"Manage site connection":["Gerenciar conexão do site"],"Theme enhancements":["Melhorias de tema"],"Theme support required.":["Necessário ter suporte no tema."],"Enable the WordPress.com toolbar":["Habilitar a barra de ferramentas do WordPress.com"],"Settings header\u0004WordPress.com toolbar":["Barra de ferramentas do WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Ferramentas de escrita disponíveis aparecerão aqui quando o administrador as habilitar."],"Portfolios":["Portfólios"],"Settings header\u0004Composing":["Escrita"],"A header for a preview area in the configuration screen.\u0004Preview":["Visualizar"],"Ads header\u0004Ads":["Anúncios"],"Allow stats reports to be viewed by":["Permitir que os relatórios de estatísticas sejam visualizados por"],"Bing":["Bing"],"Configure your Google Analytics settings":["Informe suas configurações do Google Analytics"],"Count logged in page views from":["Contar as visualizações dos seguintes usuários logados:"],"Generate XML sitemaps":["Gerar mapas do site em XML"],"Settings header\u0004Google Analytics":["Google Analytics"],"Settings header\u0004Search engine optimization":["Otimização para mecanismo de busca"],"Settings header\u0004Site stats":["Estatísticas do site"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Exiba anúncios no primeiro artigo de sua página inicial ou no fim de cada página e post. Insira anúncios adicionais na parte superior do site e nas áreas de widget para aumentar os  ganhos."],"Yandex":["Yandex"],"Enable ads and display an ad below each post":["Habilite os anúncios e exiba um anúncio sob cada post"],"Match accounts using email addresses":["Vincular contas usando endereços de e-mail"],"Require accounts to use WordPress.com Two-Step Authentication":["Exigir que as contas usem a autenticação em duas etapas do WordPress.com"],"Settings header\u0004Brute force attack protection":["Proteção contra ataques de força bruta"],"Enter a search term to find settings or close search.":["Insira um termo de busca para encontrar as configurações ou fechar a busca."],"You have paid for backups and security scanning but they’re not yet active.":["Você pagou por backups e escaneamento de segurança, mas eles ainda não estão ativos."],"You have paid for backups but they're not yet active.":["Você pagou por backups, mas eles ainda não estão ativos."],"Checking site status…":["Verificando status do site..."],"Click \"Set Up\" to finish installation.":["Clique em configurar para finalizar a instalação."],"Checking your spam protection…":["Verificando sua proteção contra spam…"],"Settings header\u0004Backups and security scanning":["Backups e verificação de segurança"],"Automatically share your posts to social networks":["Compartilhe seus posts automaticamente em redes sociais"],"Configure your sharing buttons":["Configure os botões de compartilhamento"],"Connect your social media accounts":["Conecte suas contas de redes sociais"],"Settings header\u0004Publicize connections":["Conexões do Publicize"],"Settings header\u0004Sharing buttons":["Botões de compartilhamento"],"Settings header\u0004Like buttons":["Botões de curtida"],"Fetching key…":["Obtendo chave…"],"Your site is not protected from spam.":["Seu site não tem proteção contra spam."],"Your site is protected from spam.":["Seu site tem proteção contra spam."],"A caption for a small button to fix security issues.\u0004Threats":["Ameaças"],"Caption for a button to set up a feature.\u0004Set up":["Configurar"],"Checking key…":["Verificando a chave…"],"Connections":["Conexões"],"Short message informing user that the site is secure.\u0004Secure":["Protegido"],"View your Email Followers":["Veja seus seguidores de e-mail"],"Your API key":["Sua chave API"],"Color scheme":["Combinação de cores"],"Enable Markdown use for comments.":["Habilite o Markdown para comentários."],"Updating Post by Email address…":["Atualizando endereço para publicar por e-mail..."],"Updating settings…":["Atualizando configurações..."],"Dashboard widget header\u0004Account connection":["Conexão da conta"],"Dashboard widget header\u0004Site connection":["Conexão do site"],"You are the Jetpack owner.":["Você é o proprietário do Jetpack."],"Your site is connected to WordPress.com.":["Seu site está conectado ao WordPress.com."],"Regenerated Post by Email address.":["Endereço para publicar por e-mail recuperado."],"Updated settings.":["Configurações atualizadas."],"Updated settings. Refreshing page…":["Configurações atualizadas. Atualizando a página…"],"Navigation item.\u0004Discussion":["Discussão"],"Navigation item.\u0004Settings":["Configurações"],"Navigation item.\u0004Sharing":["Compartilhamento"],"Navigation item.\u0004Traffic":["Tráfego"],"Activate Google Analytics":["Ative o Google Analytics"],"Configure Google Analytics":["Configure Google Analytics"],"Download the free apps":["Fazer download dos aplicativos gratuitos"],"Google Analytics":["Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Seu servidor está configurado de forma incorreta, o que significa que o Jetpack Protect não pode proteger o seu site de forma eficaz."],"Video Hosting":["Hospedagem de vídeo"],"View your earnings":["Visualizar seus ganhos"],"Site Security":["Segurança do site"],"More Info":["Mais informações"],"You are running Jetpack on a staging server.":["Você está rodando o Jetpack em um servidor de teste."],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Backup diário de todos os dados de seu site com espaço ilimitado, restauração com um clique, verificação de segurança automática e prioridade no suporte"],"Activate SEO tools":["Ativar ferramentas de SEO"],"Configure site SEO":["Configure o SEO do site"],"Advanced SEO tools to help your site get found when people search for relevant content.":["Ferramentas de SEO avançadas para ajudar o seu site a ser encontrado quando as pessoas buscarem conteúdo relevante."],"SEO Tools":["Ferramentas de SEO"],"This will reset all Jetpack options, are you sure?":["Isso redefinirá todas as opções do Jetpack. Você tem certeza?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Existem configurações não salvas nesta aba que serão perdidas se você sair. Continuar?"],"Dashboard":["Painel"],"Search for a Jetpack feature.":["Pesquisar por um recurso do Jetpack."],"Navigation item.\u0004At a Glance":["Resumo"],"Configure your Security Scans":["Configurar suas verificações de segurança"],"Upgrade Focus: VideoPress For Weddings":["Foco da atualização: VideoPress para casamentos"],"A few catchy words to motivate your visitors to comment.":["Algumas palavras cativantes para motivar seus visitantes a comentarem."],"Big iPhone\/iPad Update Now Available":["Um agrande atualização para iPhone\/iPad está disponível"],"The WordPress for Android App Gets a Big Facelift":["O aplicativo WordPress para Android foi melhorado"],"Copied!":["Copiado!"],"Cheatin' uh?":["Trapaceando, é?"],"Highlight and copy the following text to your clipboard:":["Destaque e copie o seguinte texto para a área de transferência:"],"Regenerate address":["Regenerar endereço"],"verb\u0004Copy":["Copiar"],"Submit Beta feedback":["Enviar opinião sobre o beta"],"You are currently running a development version of Jetpack.":["Você está usando uma versão de desenvolvimento do Jetpack."],"You're fueled up and ready to go, Jetpack is now active.":["Você está abastecido e pronto para decolar. Jetpack está ativo agora."],"You're fueled up and ready to go.":["Você está abastecido e pronto para decolar."],"Your Jetpack is already connected.":["Seu Jetpack já está conectado."],"Navigation item.\u0004Reset Options (dev only)":["Redefinir opções (somente as versões de desenvolvedor)"],"ACTIVE":["ATIVO"],"Activate Site Stats":["Ativar estatísticas do site"],"Jetpack Stats Icon":["Ícone de estatísticas do Jetpack"],"Save Settings":["Salvar configurações"],"Saving…":["Salvando..."],"Site Backups":["Backups do site"],"Upgrade":["Atualização"],"Automattic's Privacy Policy":["Política de Privacidade da Automattic"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Depurar"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacidade"],"Shorthand for Terms of Service.\u0004Terms":["Termos"],"WordPress.com Terms of Service":["Termos de Serviço do WordPress.com"],"Click to view detailed stats.":["Clique para ver as estatísticas detalhadas."],"Days":["Dias"],"Link to WordPress.com":["Linkar para WordPress.com"],"Months":["Meses"],"Unlink me from WordPress.com":["Me desconectar do WordPress.com"],"Weeks":["Semanas"],"View your security dashboard":["Ver seu painel de segurança"],"View your spam stats":["Ver suas estatísticas de spam"],"Link your account to WordPress.com to get the most out of Jetpack.":["Conecte sua conta ao WordPress.com para ter o melhor o Jetpack."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["O Jetpack está bloqueando ativamente tentativas de login mal-intencionadas. Os dados serão exibidos aqui em breve!"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["O Jetpack está monitorando seu site. Se acharmos que seu site está fora do ar, você receberá um e-mail."],"Total malicious attacks blocked on your site.":["Total de ataques mal-intencionados bloqueados no seu site."],"Downtime monitor":["Monitoramento do período de inatividade"],"No threats found, you're good to go!":["Nenhuma ameaça encontrada. Tudo sob controle!"],"Backup":["Backup"],"Performance":["Performance"],"Security":["Segurança"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Comentários de spam bloqueados."],"Loading…":["Carregando..."],"Navigation item.\u0004At A Glance":["Resumo"],"Navigation item.\u0004Plans":["Planos"],"Navigation item.\u0004Writing":["Escrita"],"Options failed to reset.":["As opções não foram redefinidas."],"Options reset.":["Opções redefinidas."],"Resetting Jetpack options…":["Redefinindo opções do Jetpack..."],"Unlinked from WordPress.com.":["Desvinculado do WordPress.com."],"Unlinking from WordPress.com":["Desvinculando do WordPress.com"],"Navigation item.\u0004Security":["Segurança"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Ocorreu um problema ao conectar o Jetpack. Clique em \"Conectar-se ao WordPress.com\" novamente."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Houve um problema de conexão com o Jetpack, desative e reative o plugin Jetpack e então conecte novamente."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Você deve permanecer logado no seu blog WordPress enquanto autoriza o Jetpack."],"Disconnecting Jetpack":["Desconectando o Jetpack"],"Learn more":["Saiba mais"],"Carousel":["Carrossel"],"Posts":["Posts"],"Front page":["Página inicial"],"Upload videos":["Enviar vídeos"],"Google":["Google"],"Pinterest":["Pinterest"],"Show related content after posts":["Mostrar conteúdo relacionado após posts"],"Media":["Multimédia"],"Save":["Guardar"],"Disconnect":["Desconectar"],"Related":["Relacionado"],"Related posts":["Posts Relacionados"],"Your current IP: %s":["Seu IP atual: %s"],"Custom CSS":["CSS Personalizado"],"Tiled Galleries":["Galerias Lado a Lado"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX é uma linguagem poderosa de marcação para escrever equações matemáticas complexas e fórmulas."],"Notifications":["Notificações"],"Publicize":["Divulgação"],"Site Stats":["Estatísticas do site"],"Likes":["Curtidas"],"Markdown":["Markdown"],"No":["Não"],"Sharing":["Compartilhar"],"Gravatar Hovercards":["Cartões Gravatar"],"Cancel":["Cancelar"],"Testimonials":["Depoimentos"],"Comments":["Comentários"],"Contact Form":["Formulário de Contato"],"Yes":["Sim"],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["O WordPress.com está com problemas e está incapaz de acionar seu Jetpack. Tente novamente mais tarde."],"Search":["Pesquisar"],"Settings":["Opções"],"Edit":["Editar"],"Activate":["Ativar"],"Connected":["Conectado"],"%s has been activated.":["%s foi ativado."],"Active":["Ativo"],"Configure":["Configurar"],"Disconnect Jetpack":["Desconectar Jetpack"],"Learn More":["Saiba mais"]}},"comment":{"reference":"_inc\/build\/admin.js"}}