{"translation-revision-date":"2020-07-14 14:22:52+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_HK"},"Privacy information":["隱私權資訊"],"Enable Lazy Loading for images":["啟用延緩載入圖片功能"],"Performance & speed":["效能與速度"],"Enable high-speed, ad-free video player":["啟用高速的無廣告影片播放器"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["加入高解析度影片，讓你發佈的內容更加吸引。你可以透過 Jetpack 影片自訂媒體播放器，為訪客呈現高速、無廣告和品牌牌示的影片。WordPress.com 伺服器會託管你的影片，而且不會佔用你的託管方案空間！"],"Video":["影片"],"Carousel color scheme":["隨選顏色配置"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif 資料會為讀者顯示相片的額外技術詳細資料，例如焦距、光圈和 ISO。"],"Show photo Exif metadata in carousel (when available)":["在資料可用時，於隨選區顯示相片 Exif 中繼資料"],"Display images in a full-screen carousel gallery":["在全螢幕隨選區圖庫中顯示圖片"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["為你文章和頁面中的圖片建立全螢幕隨選區投影片。隨選區圖庫適用於行動裝置，同時鼓勵訪客與你的相片互動。"],"Portfolios shortcode: [portfolio]":["作品集簡碼：[作品集]"],"Testimonials shortcode: [testimonials]":["證言簡碼：[證言]"],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["好消息：Jetpack 已自動將你的網站地圖傳送給所有主要搜尋引擎進行索引。"],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["網站地圖是 Google 或 Bing 等搜尋引擎索引你網站所使用的檔案。網站地圖可以協助改善網站在搜尋結果中的排名。啟用這項功能後，Jetpack 會建立你的網站地圖，並在網站內容變更時自動更新。"],"Configure related posts in the Customizer":["在自訂工具中設定相關文章"],"Highlight related content with a heading":["反白標示含有標題的相關內容"],"View security scan details":["檢視安全性掃描詳細資料"],"Show a thumbnail image where available":["顯示可用的縮圖圖片"],"Search term.\u0004terms of service":["服務條款"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["資料"],"Search term.\u0004tracks":["追蹤"],"Search term.\u0004privacy":["隱私權"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["讀者閱讀到網頁底部時，可自動載入後續文章。"],"Allows you to publish new posts by sending an email to a special address.":["讓你可透過寄信至特定電子郵件地址來發佈新文章。"],"Settings header\u0004Privacy Settings":["隱私設定"],"This feature has been disabled by a site administrator.":["這個功能已由網站管理員停用。"],"Configure your notification settings":["調整你的通知設定"],"Settings header\u0004Downtime monitoring":["停機時間監控"],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["提供所需的隱藏標籤，以便將你的 WordPress 網站與多項服務進行驗證。"],"Displays information on your site activity, including visitors and popular posts or pages.":["顯示網站活動相關資訊，包括訪客身分以及熱門文章或頁面。"],"Allows you to optimize your site and its content for better results in search engines.":["讓你最佳化你的網站和內容，在搜尋引擎中顯示較佳結果。"],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["將你的 WordPress 網站與 Google Analytics 整合 (Google Analytics 是一個可提供關於流量、訪客和轉換洞察報告的平台)。"],"Displays high-quality ads on your site that allow you to earn income.":["在你的網站上顯示高品質廣告，讓你賺取收入。"],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["讓你將最新內容自動分享至社交媒體網站，包括 Facebook 和 Twitter。"],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["新增「讚」按鈕至你的內容，讓訪客能夠表達欣賞或高興的感受。"],"Allows registered users to log in to your site with their WordPress.com accounts.":["讓已註冊使用者能夠透過其 WordPress.com 帳號登入你的網站。"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["將你的網站備份至全球的 WordPress.com 伺服器，讓你在發生緊急情況或錯誤時還原內容。"],"Removes spam from comments and contact forms.":["從留言和聯絡表單移除垃圾留言。"],"Add Search (Jetpack) Widget":["新增搜尋 (Jetpack) 小工具"],"Jetpack Search is powering search on your site.":["「Jetpack 搜尋」為你的網站提供搜尋功能。"],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["系統會定期對你網站的檔案進行掃描，確認是否有可能會損害你安全性和資料的未授權或可疑的。"],"Protects your site from traditional and distributed brute force login attacks.":["保護你的網站不受傳統和分散式暴力破解攻擊。"],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack 會最佳化你的圖片，並從與訪客距離最近的伺服器提供圖片。使用我們的全球內容傳遞網路可大幅提升網站的載入速度。"],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Jetpack 備份功能可讓您輕鬆復原或下載特定時刻的備份。"],"View all Jetpack plans":["檢視所有 Jetpack 方案"],"Manage your plan":["管理你的方案"],"Your Plan":["你的方案"],"Moderate comments":["審核留言"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["允許讀者訂閱你的文章和留言，並透過電子郵件接收新內容的通知。"],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["使用包含社交媒體登入選項的全新留言系統，取代標準的 WordPress 留言表單。"],"Updated privacy settings.":["已更新隱私設定。"],"Updating privacy settings…":["正在更新隱私設定…"],"Add Jetpack Search Widget":["新增 Jetpack 搜尋小工具"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["完整安全性套件、行銷與營收自動化工具、無限影片託管及優先支援。"],"Daily backups, spam filtering, and priority support.":["每日備份、過濾垃圾訊息和優先支援。"],"Design the perfect website":["設計完美的網站"],"Set up Jetpack":["設定 Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["透過無限制空間、一鍵復原以及自動安全掃描功能，即時備份所有網站資料。"],"Jetpack Search":["Jetpack 搜尋"],"Daily backup of all your site data with unlimited space and one-click restores":["透過無限制的空間每日備份所有網站資料，還有一鍵復原"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["透過無限空間、一鍵復原、自動安全掃描功能及優先支援服務，即時備份所有網站資料。"],"View your security activity":["檢視你的安全性活動"]," (powered by VaultPress).":[" (powered by VaultPress)。"],"Activity":["活動"],"Jetpack version":["Jetpack 版本 "],"Monetize your site with ads":["透過廣告為你的網站營利"],"Jetpack Stats People":["Jetpack 統計使用者"],"Hello there! Your stats have been activated.":["你好！你的統計功能已啟用。"],"Just give us a little time to collect data so we can display it for you here.":["請稍候片刻，待我們收集完資料，很快就會在這裡顯示統計資料。"],"Okay, got it!":["我知道了！"],"Display ads below posts on":["在文章下方顯示廣告"],"Additional ad placements":["其他廣告版位"],"Top of each page":["每個頁面的頂端"],"Second ad below post":["文章下方第二則廣告"],"Archives":["彙整"],"Activate Publicize":["啟用 Publicize"],"Get WordPress Apps for every device":["下載適用於各種裝置的 WordPress 應用程式"],"Create address":["建立位址"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["從單一控制台管理所有網站：無論你身在何處，都可以發表內容、追蹤統計數據、審核留言，還能使用其他許多功能。"],"Sitemaps":["網站地圖"],"Pages":["頁面"],"Access the full list of Jetpack modules available on your site.":["存取您網站上可用的 Jetpack 完整模組清單。"],"Your paid plan gives you access to prioritized Jetpack support.":["你的付費方案給予你優先的 Jetpack 支援。"],"We're here to help":["我們樂意提供協助"],"Jetpack comes with free, basic support for all users.":["Jetpack 為所有使用者提供免費的基本支援。"],"Ask a question":["提出疑問"],"Search our support site":["搜尋我們的支援網站"],"Get a faster resolution to your support questions.":["讓您的支援問題更快獲得解決。"],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["升級"],"Host fast, high-quality, ad-free video.":["託管快速、高品質、無廣告的影片。"],"Generate income with high-quality ads.":["以高品質廣告賺取收入。"],"Button caption\u0004Save settings":["儲存設定"],"Button caption\u0004Saving…":["正在儲存…"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["此網站未與 WordPress.com 連結。請要求網站管理員連結。"],"Navigation item.\u0004Dev Tools":["開發工具"],"An Automattic Airline":["一個 Automattic 主公司"],"Short warning message\u0004Updates needed":["需要更新"],"Short label appearing near a paid feature configuration block.\u0004Paid":["付費"],"Manage site connection":["管理網站連結"],"Theme enhancements":["佈景主題增強項目"],"Load more posts using the default theme behavior":["使用預設佈景主題行為載入更多文章"],"Load more posts in page with a button":["使用按鈕在頁面中載入更多文章"],"Load more posts as the reader scrolls down":["隨著讀者向下捲動頁面載入更多文章"],"Theme support required.":["需要佈景主題支援。"],"Learn more about adding support for Infinite Scroll to your theme.":["可於佈景主題中加入無限捲動支援。立即深入瞭解。"],"Connect your account to WordPress.com to view more stats":["將您的帳戶與 WordPress.com 連結，即可查看更多統計資料"],"Settings header\u0004WordPress.com toolbar":["WordPress.com 工具列"],"Enable the WordPress.com toolbar":["啟用 WordPress.com 工具列"],"Writing tools available to you will be shown here when an administrator enables them.":["管理員啟用撰寫工具時，您的可用撰寫工具會顯示在這裡。"],"Portfolios":["作品集"],"Settings header\u0004Composing":["撰寫"],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["產生 XML 網站地圖"],"Settings header\u0004Site stats":["網站統計資料"],"Count logged in page views from":["計算從下列時間起算的登入頁面瀏覽量："],"Allow stats reports to be viewed by":["可查看統計報告的使用者："],"Settings header\u0004Search engine optimization":["搜尋引擎最佳化"],"A header for a preview area in the configuration screen.\u0004Preview":["預覽"],"Settings header\u0004Google Analytics":["Google Analytics (分析)"],"Configure your Google Analytics settings":["調整你的 Google Analytics (分析) 設定"],"Ads header\u0004Ads":["廣告"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["在首頁的第一篇文章或每個頁面及文章的結尾顯示廣告。將其他廣告放在網站頂端及任何小工具區域，以增加你的收入。"],"Enable ads and display an ad below each post":["啟用廣告並在每篇文章底下顯示廣告"],"Settings header\u0004Brute force attack protection":["暴力破解密碼攻擊防護"],"Enter a search term to find settings or close search.":["輸入搜尋字詞以尋找設定或關閉搜尋。"],"Match accounts using email addresses":["使用電子郵件地址比對帳戶"],"Require accounts to use WordPress.com Two-Step Authentication":["需要帳戶才能使用 WordPress.com 兩步驟驗證"],"You have paid for backups but they're not yet active.":["你已購買備份功能，但尚未啟用。"],"You have paid for backups and security scanning but they’re not yet active.":["你已購買備份及安全掃描功能，但尚未啟用。"],"Click \"Set Up\" to finish installation.":["按一下「設定」以完成安裝。"],"Settings header\u0004Backups and security scanning":["備份與安全掃描"],"Checking site status…":["正在檢查網站狀態…"],"Checking your spam protection…":["正在檢查你的垃圾訊息防護…"],"Automatically share your posts to social networks":["自動將你的文章分享到社交網站"],"Configure your sharing buttons":["設定你的分享按鈕"],"Settings header\u0004Sharing buttons":["分享按鈕"],"Settings header\u0004Publicize connections":["Publicize 連結"],"Settings header\u0004Like buttons":["「讚」按鈕"],"Your site is not protected from spam.":["你的網站未啟用垃圾訊息防護。"],"Your site is protected from spam.":["你的網站已啟用垃圾訊息防護。"],"Your API key":["你的 API 金鑰"],"Connections":["連結"],"A caption for a small button to fix security issues.\u0004Threats":["威脅"],"Short message informing user that the site is secure.\u0004Secure":["安全"],"Caption for a button to set up a feature.\u0004Set up":["設定"],"View your Email Followers":["查看你的電子郵件關注者"],"Color scheme":["顏色配置"],"Enable Markdown use for comments.":["啟用 Markdown 的留言功能。"],"Connect your social media accounts":["連結你的社交媒體帳戶"],"Fetching key…":["正在擷取金鑰…"],"Checking key…":["正在檢查金鑰…"],"Your site is connected to WordPress.com.":["你的網站已與 WordPress.com 連結。"],"You are the Jetpack owner.":["你是 Jetpack 擁有者。"],"Dashboard widget header\u0004Site connection":["網站連結"],"Updated settings.":["已更新設定。"],"Regenerated Post by Email address.":["透過電子郵件地址重新產生文章。"],"Updating settings…":["正在更新設定…"],"Updating Post by Email address…":["正在透過電子郵件地址更新文章…"],"Dashboard widget header\u0004Account connection":["帳戶連結"],"Updated settings. Refreshing page…":["已更新設定。正在重新整理頁面…"],"Navigation item.\u0004Settings":["設定"],"Navigation item.\u0004Discussion":["討論"],"Navigation item.\u0004Traffic":["流量"],"Navigation item.\u0004Sharing":["分享"],"Activate Google Analytics":["啟用 Google Analytics"],"Google Analytics":["Google 分析"],"Configure Google Analytics":["設定 Google Analytics"],"Download the free apps":["下載免費Apps"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["你的伺服器設定有誤，這代表 Jetpack Protect 無法有效保護你的網站。"],"Ads":["廣告"],"Video Hosting":["影片託管"],"View your earnings":["查看你的收入"],"Site Security":["網站安全"],"More Info":["更多資訊"],"You are running Jetpack on a staging server.":["你正在暫存伺服器上執行 Jetpack。"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["透過無限制的空間即時備份所有網站資料、一鍵復原、自動安全性掃描、一鍵排除所有威脅及優先支援服務。"],"SEO Tools":["SEO 工具"],"Advanced SEO tools to help your site get found when people search for relevant content.":["進階 SEO 工具有助於讓你的網站顯示在使用者的相關內容搜尋結果中。"],"This will reset all Jetpack options, are you sure?":["這樣會重設所有的 Jetpack 選項，你確定嗎？"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["本分頁中有未儲存的設定，如果離開，這些設定便會遺失。要繼續嗎？"],"Dashboard":["控制台"],"Navigation item.\u0004At a Glance":["總覽"],"Search for a Jetpack feature.":["搜尋 Jetpack 功能。"],"Configure your Security Scans":["設定安全性掃描"],"Upgrade Focus: VideoPress For Weddings":["升級重點：婚禮適用的 VideoPress"],"Big iPhone\/iPad Update Now Available":["有重大的 iPhone\/iPad 更新可供使用"],"The WordPress for Android App Gets a Big Facelift":["Android 專用的 WordPress 應用程式已全面翻新"],"verb\u0004Copy":["複製"],"Copied!":["已複製！"],"Highlight and copy the following text to your clipboard:":["將以下文字反白標示，複製貼到你的剪貼簿："],"Regenerate address":["重新產生位址"],"Cheatin' uh?":["喂！別偷跑喔！"],"Your Jetpack is already connected.":["你的 Jetpack 已連結。"],"You're fueled up and ready to go, Jetpack is now active.":["你已準備就緒，Jetpack 現已啟用。"],"You are currently running a development version of Jetpack.":["你目前執行的是開發版本的 Jetpack。"],"Submit Beta feedback":["送出測試版意見回饋"],"You're fueled up and ready to go.":["你已準備就緒。"],"Navigation item.\u0004Reset Options (dev only)":["重設選項 (僅限開發人員版本)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["偵錯"],"WordPress.com Terms of Service":["WordPress.com 服務條款"],"Shorthand for Terms of Service.\u0004Terms":["條款"],"Automattic's Privacy Policy":["Automattic 的隱私權保護政策"],"Shorthand for Privacy Policy.\u0004Privacy":["隱私權"],"Saving…":["儲存中…"],"Save Settings":["儲存設定"],"Unlink me from WordPress.com":["中斷我和 WordPress.com 的連結"],"Link to WordPress.com":["連結到 WordPress.com"],"Click to view detailed stats.":["按一下可檢視詳細的統計資料。"],"Jetpack Stats Icon":["Jetpack 統計圖示"],"Activate Site Stats":["啟用網站統計"],"Days":["天"],"Weeks":["週"],"Months":["月"],"Site Backups":["網站備份"],"Upgrade":["升級"],"ACTIVE":["啟用中"],"View your security dashboard":["檢視安全性控制台"],"View your spam stats":["檢視垃圾評論統計資料"],"Link your account to WordPress.com to get the most out of Jetpack.":["將帳戶連結到 WordPress.com 即可更完善地運用 Jetpack 的功能。"],"No threats found, you're good to go!":["沒有找到威脅，你可以開始使用了！"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack 正在主動阻擋惡意登入嘗試。這裡很快就會顯示資料！"],"Total malicious attacks blocked on your site.":["你網站阻擋的惡意攻擊總計。"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack 正在監控你的網站。如果我們發現你的網站停機，你就會收到一封電子郵件。"],"Security":["安全性"],"Performance":["效能"],"Loading…":["載入中…"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["垃圾評論已封鎖。"],"Resetting Jetpack options…":["正在重設 Jetpack 選項…"],"Options reset.":["選項已重設。"],"Options failed to reset.":["無法重設選項。"],"Unlinking from WordPress.com":["正在從 WordPress.com 取消連結"],"Unlinked from WordPress.com.":["已從 WordPress.com 取消連結。"],"Navigation item.\u0004At A Glance":["總覽"],"Navigation item.\u0004Plans":["方案"],"Navigation item.\u0004Security":["安全性"],"Navigation item.\u0004Writing":["撰寫"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["連結 Jetpack 時發生問題。請再按一次「連結 WordPress.com」。"],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["我們在連接 Jetpack 時發生問題。請停用 Jetpack 外掛程式並重新啟用，然後重新連接一次。"],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["授權 Jetpack 期間，你必須保持登入自己的 WordPress 網誌。"],"Disconnecting Jetpack":["正在中斷與 Jetpack 的連結"],"Learn more":["瞭解更多"],"Posts":["文章"],"Carousel":["輪播"],"Front page":["首頁頁面"],"Pinterest":["Pinterest"],"Google":["Google"],"Show related content after posts":["顯示文章之後的相關內容"],"Related":["相關"],"Related posts":["相關文章"],"Disconnect":["關閉連結"],"Save":["儲存"],"Your current IP: %s":["你目前的 IP：%s"],"Media":["媒體"],"Tiled Galleries":["並列的藝廊"],"Custom CSS":["自訂 CSS"],"Notifications":["通知"],"Publicize":["宣傳"],"Site Stats":["網誌統計"],"No":["否"],"Markdown":["Markdown"],"Sharing":["分享"],"Likes":["讚"],"Gravatar Hovercards":["滑鼠懸浮顯示大頭貼名片"],"Testimonials":["證言"],"Cancel":["取消"],"Yes":["是"],"Contact Form":["聯絡表單"],"Comments":["評論"],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["WordPress.com目前有問題，無法啟動你Jetpack。請稍後再試。"],"Edit":["編輯"],"Connected":["已連結"],"Activate":["啟用"],"%s has been activated.":["%s 已經啟用。"],"Configure":["設定"],"Active":["執行套用"],"Search":["搜尋"],"Settings":["設定"],"Learn More":["瞭解更多"],"Disconnect Jetpack":["中斷與 Jetpack 的連線"]}},"comment":{"reference":"_inc\/build\/admin.js"}}