{"translation-revision-date":"2020-09-18 16:39:47+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"There was an error disconnecting Jetpack. Error: %s":["Nastala chyba pri odpájaní pluginu Jetpack. Chyba: %s"],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Momentálne používate <a>Offline mód<\/a> (niektoré funkcie sú zakázané), pretože: <reasons\/>"],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Táto funkcia bola zakázaná administrátorom webovej stránky. <link>Dozvedieť sa viac<\/link>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Táto funkcia je spravovaná administrátorom webovej stránky. <link>Dozvedieť sa viac<\/link>."],"Search term.\u0004terms of service":["Podmienky poskytovania služby"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["data"],"Search term.\u0004tracks":["tracks"],"Search term.\u0004privacy":["privacy"],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Táto funkcia bola povolená administrátorom webovej stránky. <link>Dozvedieť sa viac<\/link>."],"This feature has been disabled by a site administrator.":["Táto funkcia bola zakázaná administrátorom webovej stránky."],"Configure your notification settings":["Nakonfigurujte nastavenia svojich notifikácií"],"Settings header\u0004Downtime monitoring":["Monitoring výpadkov"],"You can place additional ads using the Ad widget. <link>Try it out!<\/link>":["Použitím widgetu Ad môžete umiestniť ďalšie reklamy. <link>Vyskúšajte!<\/link>"],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Súbory vašej webovej stránky sú pravidelne kontrolované proti neoprávneným a podozrivým zmenám, ktoré by mohli kompromitovať vašu bezpečnosť a dáta."],"Daily backups, spam filtering, and priority support.":["Denné zálohovanie, filtrovanie spamu a prioritná podpora."],"Add Jetpack Search Widget":["Pridať widget Jetpack vyhľadávanie"],"Always-on security":["Neustále zabezpečenie"],"Activate video hosting":["Aktivovať video hosting"],"Design the perfect website":["Navrhnite úžasnú webovú stránku"],"Set up Jetpack":["Nainštalovať Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Okamžité zálohovanie všetkých webových stránok s neobmedzeným priestorom, obnovením na jedno kliknutie a zautomatizovaným skenovaním zabezpečenia."],"Jetpack Search":["Vyhľadávač Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Denná záloha všetkých dát na vašej webovej stránke s neobmedzeným úložiskom a obnovou na jedno kliknutie"]," (powered by VaultPress).":["(poháňané modulom VaultPress)."],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Okamžité zálohovanie všetkých webových stránok s neobmedzeným priestorom, obnoveniami na jedno kliknutie, zautomatizované skenovanie zabezpečenia a prioritná podpora."],"View your security activity":["Zobrazte svoju bezpečnostnú aktivitu"],"Activity":["Aktivita"],"Jetpack version":["Jetpack verzia"],"Jetpack version %s":["Jetpack verzia %s"],"Monetize your site with ads":["Speňažte svoju webovú stránku pomocou reklám"],"Okay, got it!":["OK, mám to!"],"Jetpack Stats People":["Jetpack Štatistiky Ľudí"],"Hello there! Your stats have been activated.":["Ahoj! Vaše štatistiky boli aktivované."],"Just give us a little time to collect data so we can display it for you here.":["Dajte nám trochu času na zhromažďovanie údajov, aby sme si ich tu mohli zobraziť."],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Pripojením svojich webových stránok, súhlasíte s našimi <tosLink>Zmluvnými podmienkami<\/tosLink> a s <shareDetailsLink>podrobnosťami o zdieľaní<\/shareDetailsLink> s WordPress.com."],"Archives":["Archívy"],"Display ads below posts on":["Zobrazovať reklamy pod článkami na "],"Additional ad placements":["Dodatočné umiestnenie reklamy"],"Top of each page":["Horná časť každej stránky"],"Second ad below post":["Druhá reklama pod článkom"],"Activate Publicize":["Aktivovať modul Publicize"],"Schedule posts":["Plánovanie článkov"],"Create address":["Vytvoriť adresu "],"Get WordPress Apps for every device":["Stiahnite si WordPress aplikácie pre všetky zariadenia "],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Spravujte všetky vaše webové stránky z jednej nástenky: zverejňujte obsah, sledujte štatistiky, spravujte komentáre a využívajte mnoho ďalších funkcií odkiaľkoľvek na svete"],"Sitemaps":["Mapy stránok"],"Pages":["Stránky"],"Access the full list of Jetpack modules available on your site.":["Získajte prístup k úplnému zoznamu Jetpack modulov dostupných na vašej webovej stránke."],"Ask a question":["Položiť otázku"],"Button caption\u0004Save settings":["Uložiť nastavenia"],"Jetpack comes with free, basic support for all users.":["Jetpack je dodávaný s bezplatnou základnou podporou pre všetkých používateľov."],"Your paid plan gives you access to prioritized Jetpack support.":["Váš platený paušál vám poskytuje prístup k prioritnej podpore."],"We're here to help":["Sme tu, aby sme vám pomohli "],"Button caption\u0004Saving…":["Ukladá sa..."],"Get a faster resolution to your support questions.":["Získajte rýchlejšie riešenia na vaše otázky týkajúce sa podpory."],"Generate income with high-quality ads.":["Zarábajte vkladaním vysoko kvalitných reklám."],"Search our support site":["Prehľadávať našu webovú stránku podpory"],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Zakúpiť"],"Host fast, high-quality, ad-free video.":["Hosťujte rýchle, vysokokvalitné vidá bez reklám."],"Manage site connection":["Spravovať pripojenie webovej stránky"],"Theme enhancements":["Vylepšenia témy"],"Load more posts using the default theme behavior":["Načítať viac článkov pomocou predvoleného správania témy"],"Load more posts as the reader scrolls down":["Načítať viac článkov, keď sa čitateľ posúva nadol"],"Short warning message\u0004Updates needed":["Je potrebné nainštalovať aktualizácie"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Táto webová stránka nie je pripojená k WordPress.com. Požiadajte administrátora webovej stránky vytvorenie pripojenia."],"Short label appearing near a paid feature configuration block.\u0004Paid":["Platené"],"Navigation item.\u0004Dev Tools":["Vývojárske nástroje"],"Load more posts in page with a button":["Načítať viac článkov na stránke pomocou tlačidla"],"Theme support required.":["Je potrebná podpora témy."],"Connect your account to WordPress.com to view more stats":["Pre zobrazenie ďalších štatistík pripojte váš účet k WordPress.com"],"Learn more about adding support for Infinite Scroll to your theme.":["Dozvedieť sa viac o pridávaní podpory pre Nekonečné skrolovanie na vašu tému."],"Enable the WordPress.com toolbar":["Povoliť panel nástrojov WordPress.com"],"Settings header\u0004WordPress.com toolbar":["Panel nástrojov WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Nástroje na písanie, ktoré máte k dispozícii, sa zobrazia tu, keď ich administrátor povolí."],"Portfolios":["Portfóliá"],"Settings header\u0004Composing":["Tvorenie"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, and <yandex>Yandex.Webmaster<\/yandex>.":["Všimnite si, že <b>overovanie webovej stránky týmito službami nie je potrebné<\/b>, aby webová stránka bola indexovaná vyhľadávacím nástrojom. Prilepte nižšie uvedený HTML kód značky, pokiaľ chcete využiť pokročilé vyhľadávacie nástroje a overiť webovú stránku so službou. Keď problémy pretrvávajú, prečítajte si  <support>celkové inštrukcie <\/support>. Podporované služby overovania: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, a <yandex>Yandex.Webmaster<\/yandex>."],"A header for a preview area in the configuration screen.\u0004Preview":["Náhľad"],"Bing":["Bing"],"Yandex":["Yandex"],"Settings header\u0004Google Analytics":["Google Analytics"],"Settings header\u0004Site stats":["Štatistiky webovej stránky"],"Settings header\u0004Search engine optimization":["Optimalizácia pre vyhľadávače"],"Ads header\u0004Ads":["Reklamy"],"Generate XML sitemaps":["Generovať XML mapy stránok"],"Configure your Google Analytics settings":["Nakonfigurujte svoje Google Analytics nastavenia"],"Allow stats reports to be viewed by":["Povoliť záznamy štatisky komu"],"Count logged in page views from":["Spočítať náhľady prihlásenia na stránku z"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Zobraziť reklamy v prvom článku úvodnej stránky alebo na konci každej stránky a článku. Umiestnite dodatočné reklamy na vrch webovej stránky a do hocijakej oblasti widget, čím zarobíte viac."],"Settings header\u0004Brute force attack protection":["Ochrana proti útokom hrubou silou"],"Enable ads and display an ad below each post":["Povoľte reklamy a zobrazte reklamu pod každým článkom"],"Require accounts to use WordPress.com Two-Step Authentication":["Vyžadovať účty pre použitie dvojcestného overenia WordPress.com"],"Match accounts using email addresses":["Spárovať účty použitím e-mailových adries"],"Enter a search term to find settings or close search.":["Pre nájdenie nastavení zadajte hľadaný výraz alebo zavrite vyhľadávanie."],"No search results found for %s":["Neboli nájdené žiadne výsledky vyhľadávania pre %s"],"You have paid for backups but they're not yet active.":["Zakúpili ste si funkcionalitu zálohovania, ale zatiaľ nie je aktívna."],"You have paid for backups and security scanning but they’re not yet active.":["Zakúpili ste si funkcionalitu zálohovania a automatickej kontroly zabezpečenia, ale zatiaľ nie sú aktívne."],"Settings header\u0004Backups and security scanning":["Zálohovanie a bezpečnostné skenovanie"],"Click \"Set Up\" to finish installation.":["Kliknite na \"Nastaviť\" k dokončeniu inštalácie."],"Checking site status…":["Kontroluje sa stav webovej stránky…"],"Checking your spam protection…":["Kontroluje sa vaša ochrana proti spamu…"],"Settings header\u0004Sharing buttons":["Tlačidlá zdieľania"],"Color scheme":["Farebná schéma"],"Caption for a button to set up a feature.\u0004Set up":["Nastaviť"],"A caption for a small button to fix security issues.\u0004Threats":["Hrozby"],"Your API key":["Váš API kľúč"],"Your site is not protected from spam.":["Vaša webová stránka nie je chránená pred spamom."],"Your site is protected from spam.":["Vaša webová stránka je chránená pred spamom."],"Connect your social media accounts":["Pripojte svoje účty sociálnych médií"],"Fetching key…":["Načítava sa kľúč…"],"Automatically share your posts to social networks":["Automaticky zdieľajte vaše články na sociálnych sieťach"],"Settings header\u0004Publicize connections":["Pripojenia modulu Publicize"],"Configure your sharing buttons":["Nakonfigurujte svoje tlačidlá zdieľania"],"Settings header\u0004Like buttons":["Tlačidlá lajkov"],"Connections":["Pripojenia"],"View your Email Followers":["Zobraziť vašich e-mailových odberateľov"],"Short message informing user that the site is secure.\u0004Secure":["Zabezpečená"],"Checking key…":["Kontroluje sa kľúč…"],"Enable Markdown use for comments.":["Povoliť používanie jazyka Markdown pri komentároch."],"A caption for a small button to fix security issues.\u0004See threats":["Zobraziť hrozby"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Vaša webová stránka je v offline režime, a preto nemôže byť pripojená k WordPress.com."],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Pokiaľ ešte nemáte svoj API kľúč, potom <a>získajte svoj API kľúč tu<\/a>. Naviguje vás to procesom získania kľúča."],"Dashboard widget header\u0004Account connection":["Pripojenie účtu"],"You are the Jetpack owner.":["Ste Jetpack vlastník."],"Updating settings…":["Aktualizácia nastavení…"],"Updated settings.":["Nastavenia boli aktualizované."],"Dashboard widget header\u0004Site connection":["Pripojenie webovej stránky"],"Updating Post by Email address…":["Aktualizácia článku e-mailovou adresou…"],"Your site is connected to WordPress.com.":["Vaša webová stránka je pripojená na WordPress.com."],"Updated settings. Refreshing page…":["Nastavenia boli aktualizované. Obnovuje sa stránka..."],"Regenerated Post by Email address.":["Novo vygenerovaná adresa služby Zverejniť cez e-mail."],"Error regenerating Post by Email address. %s":["Pri generovaní novej adresy služby Zverejniť cez e-mail sa vyskytla chyba. %s"],"Navigation item.\u0004Sharing":["Zdieľanie"],"Navigation item.\u0004Discussion":["Diskusia"],"Navigation item.\u0004Settings":["Nastavenia"],"Navigation item.\u0004Traffic":["Návštevnosť"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics je bezplatná služba, ktorá dopĺňa naše <a>vstavané štatistiky<\/a> s rôznymi pohľadmi na vašu návštevnosť. Štatistiky WordPress.com a Google Analytics používajú rozdielne metódy na identifikáciu a sledovanie aktivity na vašich webových stránkach, takže bežne budú ukazovať odlišné súčty vašich návštev, zobrazení, atď."],"Google Analytics":["Google Analytics"],"Activate Google Analytics":["Aktivovať Google Analytics"],"Download the free apps":["Stiahnite si bezplatné aplikácie"],"Configure Google Analytics":["Nakonfigurujte Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Modul Ochrana nedokáže efektívne chrániť vašu webovú stránku kvôli nesprávnej konfigurácii vášho servera."],"Ads":["Reklamy"],"Video Hosting":["Video hosting"],"View your earnings":["Zobraziť vaše zárobky"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Aktiváciou reklamy súhlasíte s <link>podmienkami služby<\/link> Automattic Ads."],"Site Security":["Zabezpečenie webovej stránky"],"More Info":["Viac informácií"],"You are running Jetpack on a staging server.":["Používate Jetpack na staging serveri."],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Denná záloha všetkých dát na vašej webovej stránke s neobmedzeným úložiskom, obnovy na jedno kliknutie, automatická kontrola zabezpečenia a prioritná podpora"],"SEO Tools":["SEO nástroje"],"Advanced SEO tools to help your site get found when people search for relevant content.":["Pokročilé SEO nástroje, ktoré pomáhajú ľuďom nájsť vašu webovú stránku, keď hľadajú relevantný obsah."],"Configure site SEO":["Konfigurovať SEO "],"Activate SEO tools":["Aktivovať SEO nástroje"],"This will reset all Jetpack options, are you sure?":["Všetky Jetpack nastavenia budú resetnuté, ste si istý?"],"<button>View more stats on WordPress.com <\/button>":["<button>Zobraziť viac štatistík na WordPress.com<\/button>"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Na tejto záložke sú neuložené nastavenia, ktoré budú stratené, ak odídete. Pokračovať?"],"Dashboard":["Nástenka"],"Search for a Jetpack feature.":["Prehľadávať Jetpack funkcie."],"Navigation item.\u0004At a Glance":["Na prvý pohľad"],"Configure your Security Scans":["Konfigurovať vašu kontrolu zabezpečenia"],"The WordPress for Android App Gets a Big Facelift":["Aplikácia WordPress pre Android dostala úplne nový vzhľad"],"Big iPhone\/iPad Update Now Available":["Veľká aktualizácia pre iPhone\/iPad je už dostupná"],"Upgrade Focus: VideoPress For Weddings":["Zameranie aktualizácie: VideoPress pre svadby"],"A few catchy words to motivate your visitors to comment.":["Zopár chytľavých slov, na motiváciu vašich návštevníkov komentovať."],"verb\u0004Copy":["Kopírovať"],"Copied!":["Skopírované!"],"Highlight and copy the following text to your clipboard:":["Zvýrazniť a skopírovať nasledovný text do vašej schránky:"],"Regenerate address":["Vygenerovať novú adresu"],"Cheatin' uh?":["Klamete?"],"Skip to recommended features":["Preskočiť na odporúčané funkcie"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Boli by ste nám ochotný v nasledovnom <a>krátkom prieskume<\/a> prezradiť, prečo ste nedokončili Jetpack pripojenie?<\/p><p>Jetpack pripojenie je nevyhnutné pre fungovanie našich bezplatných funkcií zabezpečenia a návštevnosti.<\/p>"],"Your Jetpack is already connected.":["Váš Jetpack je už pripojený."],"You're fueled up and ready to go, Jetpack is now active.":["Všetko je nastavené, pripravené a Jetpack aktívny."],"You're fueled up and ready to go.":["Všetko je nastavené a pripravené."],"You are currently running a development version of Jetpack.":["Momentálne používate vývojovú verziu pluginu Jetpack."],"Submit Beta feedback":["Odoslať spätnú väzbu na beta verziu"],"Navigation item.\u0004Reset Options (dev only)":["Resetnúť nastavenia (len pre vývojárske verzie)"],"Saving…":["Ukladá sa..."],"Save Settings":["Uložiť nastavenie"],"Security scanning":["Kontrola zabezpečenia"],"Weeks":["Týždne"],"Days":["Dni"],"Click to view detailed stats.":["Pre zobrazenie detailných štatistík kliknite sem."],"Link to WordPress.com":["Pripoj ma na WordPress.com"],"Unlink me from WordPress.com":["Odpoj ma z WordPress.com"],"Jetpack Stats Icon":["Ikona Jetpack štatistík"],"ACTIVE":["AKTÍVNY"],"Shorthand for Privacy Policy.\u0004Privacy":["Ochrana osobných údajov"],"Shorthand for Terms of Service.\u0004Terms":["Podmienky"],"WordPress.com Terms of Service":["Podmienky poskytovania služby WordPress.com"],"Automattic's Privacy Policy":["Ochrana osobných údajov v Automattic"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Ladenie"],"Upgrade":["Vylepšiť"],"Months":["Mesiace"],"Site Backups":["Zálohy webovej stránky"],"Activate Site Stats":["Aktivovať modul Štatistiky"],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["Počas načítavania štatistík sa niečo pokazilo. Skúste to znova neskôr alebo <a>si pozrite vaše štatistiky teraz na WordPress.com<\/a>"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["<a>Aktivujte Štatistiky stránky<\/a>, aby ste videli detailné štatistiky o lajkoch, odberateľoch a ďalších parametroch! <a1>Dozvedieť sa viac<\/a1>"],"View your spam stats":["Zobraziť vaše spamové štatistiky"],"View your security dashboard":["Zobraziť vašu nástenku zabezpečenia"],"Link your account to WordPress.com to get the most out of Jetpack.":["Ak chcete využívať Jepack naplno, pripojte váš účet na WordPress.com."],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Webová stránka je v offline móde, a preto sa nemôžete pripojiť na WordPress.com."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack aktívne blokuje zlomyseľné pokusy o prihlásenie. Čoskoro tu uvidíte konkrétne údaje!"],"No threats found, you're good to go!":["Neboli nájdené žiadne hrozby, môžete pokračovať!"],"Total malicious attacks blocked on your site.":["Celkový počet zlomyseľných útokov zablokovaných na vašej webovej stránke."],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack monitoruje vašu webovú stránku. Ak máme podozrenie, že je vaša webová stránka nedostupná, dostanete o tom e-mail."],"Downtime monitor":["Monitoring výpadkov"],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["<a>Aktivujte modul Ochrana<\/a>, aby ste chránili vašu webovú stránku pred zlomyseľnými pokusmi o prihlásenie."],"Loading…":["Načítava sa..."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["spamových správ bolo zablokovaných."],"Performance":["Výkon"],"Security":["Zabezpečenie"],"Backup":["Záloha"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Pre automatické zálohovanie celej vašej webovej stránky <a>nainštalujte a aktivujte<\/a> VaultPress."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["Pre dostávanie e-mailových notifikácií v prípade výpadku vašej webovej stránky <a>aktivujte Monitoring<\/a>."],"Resetting Jetpack options…":["Resetujú sa Jetpack nastavenia..."],"Options reset.":["Nastavenia boli resetnuté."],"Options failed to reset.":["Nepodarilo sa resetnúť nastavenia."],"Unlinking from WordPress.com":["Prebieha odpájanie z WordPress.com"],"Unlinked from WordPress.com.":["Odpojenie z WordPress.com bolo úspešné."],"Navigation item.\u0004At A Glance":["Na prvý pohľad"],"Navigation item.\u0004Plans":["Paušály"],"Navigation item.\u0004Writing":["Písanie"],"Navigation item.\u0004Security":["Zabezpečenie"],"There was an error reconnecting Jetpack. Error: %s":["Nastala chyba pri odpájaní pluginu Jetpack. Chyba: %s"],"Error unlinking from WordPress.com. Error: %s":["Vyskytla sa chyba pri odpájaní z WordPress.com. Chyba: %s"],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Počas overovania pluginu Jetpack musíte zostať prihlásený vo vašom WordPress blogu."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Počas pripájania pluginu Jetpack sa vyskytol problém. Deaktivujte a znovu aktivujte Jetpack a skúste sa pripojiť znova."],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Počas pripájania pluginu Jetpack sa vyskytol problém. Kliknite znova na &#8220;Pripojiť k WordPress.com&#8221;."],"<s>Your Jetpack has a glitch.<\/s>  We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Váš Jetpack má poruchu.<\/s> Ospravedlňujeme sa za vzniknuté nepríjemnosti. Skúste to znova neskôr a ak váš problém pretrváva, kontaktujte podporu a poskytnite im nasledovnú chybovú hlášku: %s"],"Learn more":["Dozvedieť sa viac"],"Disconnecting Jetpack":["Odpájanie pluginu Jetpack"],"Posts":["Články"],"Carousel":["Karusel"],"Skip":["Preskočiť"],"WordPress.com Toolbar":["Nástroje stránky WordPress.com"],"VideoPress":["VideoPress"],"Front page":["Titulná stránka"],"Upload videos":["Nahrať video"],"Google":["Google"],"Show related content after posts":["Zobraziť súvisiaci obsah pod článkami"],"Pinterest":["Pinterest"],"Custom CSS":["Vlastné CSS"],"Media":["Multimédiá"],"Save":["Uložiť"],"Your current IP: %s":["Vaša IP adresa je: %s"],"Related":["Súvisiace"],"Related posts":["Súvisiace články"],"Tiled Galleries":["Dlaždicové galérie"],"Disconnect":["Odpojiť"],"Notifications":["Notifikácie"],"Publicize":["Publicize"],"Site Stats":["Štatistiky"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX je silný značkovací jazyk pre písanie komplexných matematických rovníc, vzorcov a podobne."],"WP.me Shortlinks":["Skrátené odkazy WP.me"],"Likes":["Páči sa"],"No":["Nie"],"Sharing":["Zdieľanie"],"Gravatar Hovercards":["Informačné karty gravatarov"],"Markdown":["Markdown"],"Cancel":["Zrušiť"],"Testimonials":["Odporúčania"],"Comments":["Komentáre"],"Yes":["Áno"],"Contact Form":["Kontaktný formulár"],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["WordPress.com má momentálne problémy a nie je schopný komunikovať s pluginom Jetpack. Skúste to znova neskôr."],"Jetpack could not contact WordPress.com: %s.  This usually means something is incorrectly configured on your web host.":["Jetpack sa nedokáže spojiť s WordPress.com: %s. Táto chyba zvyčajne znamená chybu v konfigurácii na vašom hostingu."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Váš Jetpack má poruchu.<\/s> Pripojenie tejto webovej stránky na WordPress.com nie je možné. Zvyčajne to znamená, že vaša webová stránka nie je verejne prístupná (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Vaša webová stránka musí byť dostupná verejne, aby mohla využívať Jetpack: %s"],"Activate":["Aktivovať"],"Active":["Aktívny"],"Configure":["Nastaviť"],"Edit":["Upraviť"],"Search":["Hľadať"],"Settings":["Nastavenia"],"Learn More":["Dozvedieť sa viac"],"Connected":["Pripojený"],"Disconnect Jetpack":["Odpojiť Jetpack"],"%s has been activated.":["Modul %s bol aktivovaný."]}},"comment":{"reference":"_inc\/build\/admin.js"}}