{"translation-revision-date":"2020-09-17 14:20:24+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"eo"},"Test your site’s compatibility with Jetpack.":["Testi la kongruon de via retejo kun Jetpack."],"Privacy information":["Privatecaj informoj"],"Enable Lazy Loading for images":["Ebligi Lazy Loading por bildoj"],"Enable high-speed, ad-free video player":["Ebligi rapidan, senreklaman film-ludilon"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Igu la enhavon kreitan de vi pli atentokapta per altdistingivaj filmoj. Per Filmo de Jetpack vi povas tajlori vian ludilon kaj liveri rapidajn, senreklamajn kaj senmarkajn filmojn al viaj vizitantoj. Filmoj estas gastigataj sur niaj serviloj de WordPress.com kaj ne uzas spacon de via gastiga abono!"],"Performance & speed":["Rendimento k. rapido"],"Video":["Filmo"],"Carousel color scheme":["Kolorskemo de karuselo"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif-datumoj montras al rigardantoj aldonajn teknikajn informojn pri foto, kiel fokusan longon, aperturon kaj ISO."],"Show photo Exif metadata in carousel (when available)":["Montri Exif-datumojn de foto en karuselo (kiam haveblas)"],"Display images in a full-screen carousel gallery":["Montri bildojn en plenekrana karusela galerio"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Vi povas krei plenekranajn karuselajn prezentaĵojn por la bildoj en viaj afiŝoj kaj paĝoj. Karuselaj galerioj estas afablaj al poŝaparatoj kaj ili kuraĝigas interagon kun viaj fotoj fare de vizitantoj al via retejo."],"Portfolios shortcode: [portfolio]":["Koncizkodo por teko: [portfolio]"],"Testimonials shortcode: [testimonials]":["Koncizkodo por atestoj: [testimonials]"],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Bona novaĵo: Jetpack aŭtomate sendas vian retejo-mapon al ĉiuj ĉefaj serĉiloj por indeksado."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Retejo-mapoj estas dosieroj uzataj de serĉiloj kiel Google aŭ Bing por indeksi vian retejon. Mapoj povas helpi plibonigi vian lokon en serĉrezultoj. Je ebligo de tiu eco, Jetpack kreos retejo-mapojn por vi kaj ĝisdatigos ilin aŭtomate kiam la enhavo de via retejo ŝanĝiĝos."],"Configure related posts in the Customizer":["Agordi rilatajn afiŝojn en la Tajlorilo"],"Highlight related content with a heading":["Emfazi rilatan enhavon per titolo"],"View security scan details":["Vidi detalojn de la sekureca skano"],"Show a thumbnail image where available":["Montri bildeton kie disponebla"],"Search term.\u0004terms of service":["uzkondiĉoj"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["datumoj"],"Search term.\u0004tracks":["spuroj"],"Search term.\u0004privacy":["privateco"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Aŭtomate ŝargas la sekvajn afiŝojn kiam la leganto alproksimiĝas al la subo de paĝo."],"Allows you to publish new posts by sending an email to a special address.":["Permesas publikigon de novaj afiŝoj per sendo de retmesaĝo al speciala adreso."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Aldonas ilobreton kun ligiloj al ĉiuj viaj retejoj, avizoj, via profilo ĉe WordPress.com kaj la Legilo."],"Settings header\u0004Privacy Settings":["Privatecaj agordoj"],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Donas la necesajn kaŝitajn etikedojn por aŭtentigi vian WordPress-ejon ĉe diversaj servoj."],"Displays information on your site activity, including visitors and popular posts or pages.":["Montras informojn pri la aktiveco ĉe via retejo, inkluzivante vizitantojn kaj popularajn afiŝojn aŭ paĝojn."],"Allows you to optimize your site and its content for better results in search engines.":["Permesas vin optimumigi vian retejon kaj la enhavon, por pli bonaj rezultoj ĉe serĉiloj."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Kunigas vian WordPress-ejon kun la Analizilo de Google, platformo kiu oferas klarigojn pri viaj trafiko, vizitantoj kaj konvertiĝoj."],"Displays high-quality ads on your site that allow you to earn income.":["Montras altkvalitajn reklamojn ĉe via retejo permesanta monan enspezon."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Permesas vin aŭtomate kunhavigi vian plej lastan enhavon ĉe sociaj retejoj, inkluzive de Facebook kaj Twitter."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Aldonas Ŝat-butonojn al via enhavo, por ke vizitantoj povu montri aprezon aŭ ĝuon."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Permesas al registritaj uzantoj ensaluti al via retejo per konto de WordPress.com."],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Kreas sekurkopiojn de via retejo kaj tenas ilin ĉe la serviloj de WordPress.com, por permesi restarigon de via enhavo se krizo aŭ eraro okazos."],"Removes spam from comments and contact forms.":["Forviŝas trudaĵojn de komentoj kaj kontakt-formularoj."],"Add Search (Jetpack) Widget":["Aldoni serĉan kromprogrameton de Jetpack"],"Jetpack Search is powering search on your site.":["Serĉo de Jetpack povigas serĉojn ĉe via retejo."],"Configure your notification settings":["Faru viajn agordojn de sciigoj"],"Settings header\u0004Downtime monitoring":["Observado de malfunkcio"],"This feature has been disabled by a site administrator.":["Tiu eco estas malebligita de reteja administranto."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["La dosieroj de via retejo estas regule skanitaj por senrajtaj aŭ suspektaj ŝanĝoj kiuj povus endanĝerigi viajn sekurecon kaj datumojn."],"Protects your site from traditional and distributed brute force login attacks.":["Protektas vian retejon de tradicia kaj dissenditaj atakoj penante brutforte ensaluti."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack optimumigos viajn bildojn kaj servos ilin de la servilo lokita plej proksime al viaj vizitantoj. Uzo de nia tutmonda enhav-livera reto plirapidigos la ŝargotempon de via retejo."],"View all Jetpack plans":["Vidi ĉiujn abontipojn de Jetpack"],"Manage your plan":["Administri vian abontipon"],"Your Plan":["Via abono"],"Moderate comments":["Kontroli komentojn"],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Sekurkopioj de Jetpack permesas vin facile restarigi aŭ elŝuti sekurkopion de specifa momento."],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Permesas legantojn aboni viajn afiŝojn aŭ komentojn kaj ricevi avizojn pri nova enhavo retpoŝte."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Anstataŭigas la normalan koment-formularon de WordPress per nova komenta sistemo inkluzivante opcion ensaluti pere de sociaj retejoj."],"Updated privacy settings.":["Ĝisdatigis privatecajn agordojn."],"Updating privacy settings…":["Ĝisdatigas privatecajn agordojn..."],"Add Jetpack Search Widget":["Aldoni kromprogrameton de Jetpack-serĉo"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Plena sekureca aro, iloj por merkatado kaj aŭtomatigo de enspezo, senlima gastigado de filmoj kaj prioritata helpo."],"Daily backups, spam filtering, and priority support.":["Tagaj sekurkopioj, filtrado de trudaĵoj kaj prioritata helpo."],"Design the perfect website":["Dizajnu la perfektan retejon"],"Set up Jetpack":["Agordi Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Realtempaj sekurkopioj de ĉiuj datumoj de via retejo kun senlima spaco, unuklakoj restarigoj kaj aŭtomata sekureca skanado."],"Jetpack Search":["Serĉo de Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Ĉiutagaj sekurkopioj de la datumoj de via retejo, kun senlima tenado kaj unuklakaj restarigoj"],"View your security activity":["Vidi vian sekurecan aktivecon"]," (powered by VaultPress).":["(povigita de VaultPress)."],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Realtempa sekurkopiado de ĉiuj datumoj de via retejo kun senlima spaco, unuklakaj restarigoj, aŭtomata sekureca skanado kaj prioritata helpo."],"Jetpack version":["Versio de Jetpack"],"Activity":["Aktiveco"],"Monetize your site with ads":["Profitigu vian retejon per reklamoj"],"Jetpack Stats People":["Homoj de Jetpack-statistikaĵoj"],"Hello there! Your stats have been activated.":["Saluton, vi! Viaj statistikaĵoj estas aktivaj."],"Just give us a little time to collect data so we can display it for you here.":["Donu al ni etan tempon por kolekti datumojn por ke ni povu montri ĝin tie ĉi por vi."],"Okay, got it!":["Bone, komprenite!"],"Archives":["Arkivoj"],"Additional ad placements":["Aldonaj reklamaj metoj"],"Top of each page":["Supren de ĉiu paĝo"],"Second ad below post":["Dua reklamo sub afiŝo"],"Display ads below posts on":["Montri reklamojn sub afiŝoj sur"],"Activate Publicize":["Aktivigi Publici"],"Get WordPress Apps for every device":["Vi povas akiri aplikaĵoj WordPress por ĉia aparato"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Vi povas administri ĉiujn viajn retejojn de unuopa panelo: publikigi enhavon, vidi statistikaĵojn, (mal)aprobi komentojn kaj pli, de ie ajn en la mondo."],"Create address":["Krei adreson"],"Sitemaps":["Retejomapoj"],"Pages":["Paĝoj"],"Access the full list of Jetpack modules available on your site.":["Aliro al la plena listo de Jetpack-moduloj disponeblaj por via retejo."],"Button caption\u0004Saving…":["Konservas..."],"Button caption\u0004Save settings":["Konservi agordojn"],"Your paid plan gives you access to prioritized Jetpack support.":["Via pagita abono donas al vi prioritatan subtenon de Jetpack."],"We're here to help":["Ni ĉeestas por helpi"],"Jetpack comes with free, basic support for all users.":["Jetpack venas kun senpaga, baza subteno al ĉiuj uzantoj."],"Ask a question":["Demandi"],"Search our support site":["Priserĉi nian help-retejon"],"Get a faster resolution to your support questions.":["Ricevis pli rapidan solvon al viaj demandoj."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Promociiĝi"],"Host fast, high-quality, ad-free video.":["Gastigi rapidajn, altkvalitajn, senreklamajn filmojn."],"Generate income with high-quality ads.":["Ricevi enspezon per altkvalitaj reklamoj."],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Tiu ĉi retejo ne estas konektita al WordPress.com. Bonvole petu la retejan administranton konektiĝi."],"Connect your account to WordPress.com to view more stats":["Konektu vian konton al WordPress.com por vidi pliajn statistikaĵojn"],"Theme enhancements":["Etosaj plibonigoj"],"Load more posts using the default theme behavior":["Ŝargas pliajn afiŝojn uzante la defaŭltan konduton de etoso"],"Load more posts in page with a button":["Ŝargas pliajn afiŝojn en paĝon per butono"],"Load more posts as the reader scrolls down":["Ŝargas pliajn afiŝojn kiam la leganto rulumas pli suben"],"Theme support required.":["Subteno de la etoso postulata."],"Learn more about adding support for Infinite Scroll to your theme.":["Por lerni pli pri la aldono de subteno por Senfina rulumado al via etoso."],"Navigation item.\u0004Dev Tools":["Iloj por programistoj"],"An Automattic Airline":["Flugkompanio Automattic"],"Short warning message\u0004Updates needed":["Ĝisdatigoj bezonataj"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Pagita"],"Manage site connection":["Administri retejan konekton"],"Settings header\u0004WordPress.com toolbar":["Ilobreto de WordPress.com"],"Enable the WordPress.com toolbar":["Ebligi la ilobreton de WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Verkadaj iloj por vi aperos tie ĉi kiam administranto ebligas ilin."],"Portfolios":["Tekoj"],"Settings header\u0004Composing":["Verkado"],"A header for a preview area in the configuration screen.\u0004Preview":["Antaŭrigardo"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Alĝustigi la agordojn de via Analizilo de Google"],"Ads header\u0004Ads":["Reklamoj"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Montras reklamojn ĉe la unua artikolo sur via ĉefpaĝo aŭ ĉe la finoj de ĉiu paĝo kaj afiŝo. Por pliigi enspezon, metu aldonajn reklamojn supre de via retejo kaj al lokoj por kromprogrametoj."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["Generi XML-retejomapojn"],"Settings header\u0004Site stats":["Retejaj statistikaĵoj"],"Count logged in page views from":["Kalkuli ensalutintajn paĝrigardojn de"],"Settings header\u0004Search engine optimization":["Optimumigo por serĉiloj"],"Allow stats reports to be viewed by":["Permesi rigardon de statistikaj raportoj de"],"Enable ads and display an ad below each post":["Ebligi reklamojn kaj montri reklamon sub ĉiu afiŝo"],"Enter a search term to find settings or close search.":["Entajpu serĉterminon por trovi agordojn aŭ fermu serĉilon."],"Match accounts using email addresses":["Kongruigi kontojn per retpoŝtadresoj"],"Require accounts to use WordPress.com Two-Step Authentication":["Postuli kontojn uzi du-paŝan aŭtentigon de WordPress.com"],"Settings header\u0004Brute force attack protection":["Protekto de brutfortaj atakoj"],"You have paid for backups but they're not yet active.":["Vi pagas por sekurkopioj sed ili ne estas aktivaj."],"You have paid for backups and security scanning but they’re not yet active.":["Vi pagas por sekurkopioj kaj sekureca skanado sed ili ne estas aktivaj. "],"Click \"Set Up\" to finish installation.":["Alklaku al \"Agordi\" por fini instalon."],"Checking site status…":["Kontrolas staton de retejo..."],"Settings header\u0004Backups and security scanning":["Sekurkopioj kaj sekureca skanado"],"Checking your spam protection…":["Kontrolas vian trud-protekton..."],"Your site is protected from spam.":["Via retejo estas protektita de trudaĵoj."],"Checking key…":["Kontrolas ŝlosilon..."],"Your API key":["Via API-ŝlosilo"],"Configure your sharing buttons":["Agordi viajn kunhavigajn butonojn"],"Settings header\u0004Sharing buttons":["Kunhavigaj butonoj"],"Connect your social media accounts":["Konekto de viaj soci-retaj kontoj"],"Settings header\u0004Publicize connections":["Konektoj de Publici"],"Automatically share your posts to social networks":["Aŭtomate puŝas viajn afiŝojn al sociaj retoj"],"Settings header\u0004Like buttons":["Ŝat-butonoj"],"A caption for a small button to fix security issues.\u0004Threats":["Minacoj"],"Fetching key…":["Prenas ŝlosilon..."],"Your site is not protected from spam.":["Via retejo ne estas protektita de trudaĵoj."],"Connections":["Konektoj"],"Short message informing user that the site is secure.\u0004Secure":["Sekura"],"Caption for a button to set up a feature.\u0004Set up":["Agordi"],"View your Email Followers":["Vidi viajn retpoŝtajn sekvantojn"],"Color scheme":["Koloraranĝo"],"Enable Markdown use for comments.":["Ebligi Markdown por komentoj."],"Updating settings…":["Ĝisdatigas agordojn..."],"Updating Post by Email address…":["Ĝisdatigas la retpoŝtadreson por afiŝi retpoŝte..."],"Your site is connected to WordPress.com.":["Via retejo estas konektita al WordPress.com."],"You are the Jetpack owner.":["Vi estas la posedanto de Jetpack."],"Dashboard widget header\u0004Site connection":["Reteja konekto"],"Updated settings. Refreshing page…":["Ĝisdatigis agordojn. Reŝargas paĝon..."],"Dashboard widget header\u0004Account connection":["Konekto de konto"],"Updated settings.":["Ĝisdatigis agordojn."],"Regenerated Post by Email address.":["Regeneris adreson por afiŝi retpoŝte."],"Navigation item.\u0004Settings":["Agordoj"],"Navigation item.\u0004Discussion":["Diskuto"],"Navigation item.\u0004Traffic":["Trafiko"],"Navigation item.\u0004Sharing":["Kunhavigo"],"Google Analytics":["Google-Analytics"],"Configure Google Analytics":["Agordi Google-Analytics"],"Activate Google Analytics":["Aktivigi Google-Analytics"],"Download the free apps":["Elŝuto de senpagaj aplikaĵoj"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Via servilo estas malĝuste agordita, signifante ke Protekti de Jetpack ne bone povas protekti vian retejon."],"Ads":["Reklamoj"],"Video Hosting":["Gastigo de fimoj"],"View your earnings":["Rigardo al via enspezo"],"Site Security":["Reteja sekureco"],"You are running Jetpack on a staging server.":["Vi uzas Jetpack en klontesta servilo."],"More Info":["Pliaj informoj"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Realtempaj sekurkopioj de la datumoj de via retejo, kun senlima tenado, unuklakaj restarigoj, aŭtomata sekureca skanado kaj prioritata helpo."],"SEO Tools":["Serĉ-optimumigo"],"Advanced SEO tools to help your site get found when people search for relevant content.":["Altnivelaj serĉoptimumigaj iloj por helpi trovi vian retejon kiam homoj serĉas rilatan enhavon."],"This will reset all Jetpack options, are you sure?":["Tio restarigos ĉiujn opciojn de Jetpack, ĉu vi ĉertas?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Estas nekonservitaj agordoj en la langeto kiuj malaperos se vi forlasos ĝin. Ĉu daŭrigi?"],"Dashboard":["Panelo"],"Search for a Jetpack feature.":["Serĉi econ de Jetpack."],"Navigation item.\u0004At a Glance":["Je ekrigardo"],"Configure your Security Scans":["Agordi la sekurecajn observadojn"],"The WordPress for Android App Gets a Big Facelift":["La aplikaĵo WordPress por Android ricevas renovigon"],"Big iPhone\/iPad Update Now Available":["Nun haveblas granda ĝisdatigo de iPhone\/iPad"],"Upgrade Focus: VideoPress For Weddings":["Enfokusiĝo de promocio: VideoPress por nuptoj"],"Cheatin' uh?":["Vi ruzemas, ĉu ne?"],"Regenerate address":["Ree generi adreson"],"Highlight and copy the following text to your clipboard:":["Emfazi kaj kopii la sekvan tekston al via tondejo:"],"Copied!":["Kopiita!"],"verb\u0004Copy":["Kopii"],"You are currently running a development version of Jetpack.":["Vi nune uzas programistan version de Jetpack."],"You're fueled up and ready to go.":["Vi estas fuelita kaj preta flugi."],"You're fueled up and ready to go, Jetpack is now active.":["Vi estas fuelita kaj preta flugi, Jetpack nun estas aktiva."],"Your Jetpack is already connected.":["Via Jetpack jam estas konektita."],"Submit Beta feedback":["Sendi pritakson pri beta fazo"],"Navigation item.\u0004Reset Options (dev only)":["Restarigi opciojn (nur programistaj versioj)"],"ACTIVE":["AKTIVA"],"Upgrade":["Ĝisdatigi"],"Site Backups":["Retejaj sekurkopioj"],"Activate Site Stats":["Aktivigi statistikaĵojn de la retejo"],"Jetpack Stats Icon":["Piktogramo por statistikaĵoj de Jetpack"],"Save Settings":["Konservi agordojn"],"Saving…":["Konservas..."],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Senerarigilo"],"WordPress.com Terms of Service":["Kondiĉoj por uzado de WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Kondiĉoj"],"Automattic's Privacy Policy":["Privateca politiko de Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privateco"],"Unlink me from WordPress.com":["Malligi min de WordPress.com"],"Link to WordPress.com":["Ligi al WordPress.com"],"Click to view detailed stats.":["Alklaku por vidi detalitajn statistikaĵojn."],"Days":["Tagoj"],"Weeks":["Semajnoj"],"Months":["Monatoj"],"View your security dashboard":["Rigardi vian sekurecan panelon"],"View your spam stats":["Rigardi viajn statistikaĵojn pri trudaĵoj"],"Link your account to WordPress.com to get the most out of Jetpack.":["Ligu vian konton al WordPress.com por plene profiti de Jetpack."],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack observas vian retejon. Se ni opinias, ke via retejo paneis, vi ricevos retleteron."],"Total malicious attacks blocked on your site.":["La sumo de malicaj atakoj blokitaj de via retejo."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack aktive blokas malicajn ensalut-provojn. Detaloj montriĝos post nelonge!"],"No threats found, you're good to go!":["Neniuj minacoj trovitaj, vi pretas flugi!"],"Performance":["Rendimento"],"Security":["Sekureco"],"Loading…":["Ŝargas..."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Trudaj komentoj blokitaj."],"Navigation item.\u0004Writing":["Verkado"],"Navigation item.\u0004Plans":["Pakaĵoj"],"Navigation item.\u0004At A Glance":["Je ekrigardo"],"Unlinked from WordPress.com.":["Malligita de WordPress.com."],"Unlinking from WordPress.com":["Malligiĝas de WordPress.com"],"Options failed to reset.":["Opcioj mise ne restariĝis."],"Options reset.":["Opcioj estas restarigitaj."],"Resetting Jetpack options…":["Restarigas opciojn de Jetpack..."],"Navigation item.\u0004Security":["Sekureco"],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Vi bezonas resti ensalutinta al via WordPressa blogo dum vi rajtigas Jetpack."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Eraro dum konektiĝo kun Jetpack; malaktivigu poste reaktivigu la kromprogramon Jetpack, post tio ree konektiĝu."],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":[" Eraro dum konektiĝo kun Jetpack. Bonvole alklaku al \"Konektiĝi kun WordPress.com\" denove."],"Disconnecting Jetpack":["Malkonekto de Jetpack"],"Learn more":["Lerni pli"],"Posts":["Afiŝoj"],"Carousel":["Karuselo"],"Skip":["Ne fari"],"VideoPress":["VideoPress"],"Front page":["Ĉefpaĝo"],"Pinterest":["Pinterest"],"Google":["Google"],"Show related content after posts":["Montri rilatan enhavon post afiŝoj"],"Custom CSS":["Propra CSS"],"Tiled Galleries":["Galerioj en kaheloj"],"Media":["Aŭdvidaĵoj"],"Your current IP: %s":["Via nuna IP: %s"],"Save":["Konservi"],"Related posts":["Rilataj afiŝoj"],"Related":["Rilataj"],"Disconnect":["Malligiĝi"],"Site Stats":["Statistikaĵoj de la retejo"],"Notifications":["Avizoj"],"Shortcode Embeds":["Konciz-kodaj enkorpigoj"],"Publicize":["Publikigi"],"WP.me Shortlinks":["Konciz-ligiloj de WP.me"],"No":["Ne"],"Sharing":["Kunhavigado"],"Gravatar Hovercards":["Ŝvebokartoj de gravataro"],"Likes":["Ŝatoj"],"Markdown":["Markdown"],"Cancel":["Rezigni"],"Testimonials":["Atestoj"],"Contact Form":["Kontakta formularo"],"Yes":["Jes"],"Comments":["Komentoj"],"WordPress.com is currently having problems and is unable to fuel up your Jetpack.  Please try again later.":["WordPress.com nun spertas problemojn kaj ne povas fueli vian Jetpack. Bonvole provu denove poste."],"Settings":["Agordoj"],"Edit":["Redakti"],"Search":["Priserĉi"],"Connected":["Konektita"],"Active":["Aktivaj"],"Activate":["Aktivigi"],"Disconnect Jetpack":["Malkonekti Jetpack"],"Learn More":["Lerni pli"],"%s has been activated.":["%s estis aktivigita."],"Configure":["Agordi"]}},"comment":{"reference":"_inc\/build\/admin.js"}}