{"translation-revision-date":"2020-10-09 03:39:58+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"bo"},"Default Style":["སོར་བཞག་གི་བཟོ་ལྟ།"],"Not set":["སྒྲིག་འགོད་བྱས་མི་འདུག"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["འབྲི་བའི་སྐབས་སུ། ཁྱེད་ཀྱིས་གསེག་ཐིག <kbd>\/<\/kbd> འདི་བླུགས་ནས་རྡོག་པོ་གསར་བ་བར་འཇུག་བྱེད་ཆོག"],"Vivid purple":["གསལ་ཆ་ཆེ་བའི་རྒྱ་སྨུག"],"Learn more about anchors":["རྟོད་ཕུར་གྱི་སྐོར་ནས་ཞིབ་ཏུ་རྒྱུས་ལོན།"],"Enter a word or two — without spaces — to make a unique web address just for this heading, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["མིང་ཚིག་གཅིག་དང་ཡང་ན་གཉིས་བླུགས་ནས་ — སྟོང་མིག་མི་འདུས — ཁ་བྱང་འདི་ལ་དེ་ཁོ་ན་ཡིན་པའི་དྲ་གནས་ཤིག་བཟོ་བ་དེ་ལ་ “རྟོད་ཕུར་” ཟེར། དེས་ཐར་ཀར་དུ་རང་གི་ཤོག་ངོས་ཀྱི་ཚན་པ་འདིར་སྦྲེལ་མཐུད་བྱེད་ཐུབ་པ་ཡིན།"],"Upload a video file, pick one from your media library, or add one with a URL.":["བརྙན་ཟློས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Upload an image file, pick one from your media library, or add one with a URL.":["བརྙན་རིས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Upload an audio file, pick one from your media library, or add one with a URL.":["སྒྲ་ཟློས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Upload a media file or pick one from your media library.":["བརྙན་གཟུགས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པའམ་ཡང་ན་སྨྱན་མཛོད་ནས་ཡིག་ཆ་འདེམས་པ།"],"Skip":["མཆོང་པ།"],"Open in new tab":["གདམ་བྱང་གསར་པའི་ཁྲོད་དུ་ཁ་ཕྱེ།"],"Move right":["གཡས་སུ་སྤོ་བསྣུར།"],"Move left":["གཡོན་དུ་སྤོ་བསྣུར།"],"Select a variation to start with.":["གཟུགས་འགྱུར་ཞིག་བདམས་ནས་འགོ་འཛུགས་པ།"],"Separate multiple classes with spaces.":["སྟོང་མིག་གིས་རིགས་གྲས་དུ་མའི་བར་གཅོད།"],"This color combination may be hard for people to read.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་ཀློག་མཁན་གྱིས་ཀློག་འདོན་བྱེད་པར་དཀའ་ངལ་བཟོ་སྲིད།"],"Add a block":["རྡོག་པོ་ཁ་སྣོན།"],"Block vertical alignment setting label\u0004Change vertical alignment":["དྲང་འཕྱང་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Block vertical alignment setting\u0004Vertically Align Bottom":["ཞབས་ཀྱི་དྲང་འཕྱང་སྙོམས་སྒྲིག"],"Block vertical alignment setting\u0004Vertically Align Middle":["དཀྱིལ་གྱི་དྲང་འཕྱང་སྙོམས་སྒྲིག"],"Block vertical alignment setting\u0004Vertically Align Top":["རྩེའི་དྲང་འཕྱང་སྙོམས་སྒྲིག"],"Change block type or style":["རྡོག་པོའི་རིགས་གྲས་དང་ཡང་ན་བཟོ་ལྟ་བརྗེ་འགྱུར།"],"More rich text controls":["དེ་ལས་མང་པའི་ཕུན་ཚོགས་ཡིག་རྐྱང་གི་སྟངས་འཛིན།"],"block style\u0004Default":["སོར་བཞག"],"Default":["སོར་བཞག"],"Search":["བཤེར་འཚོལ།"],"Attempt Block Recovery":["རྡོག་པོ་ཕྱིར་སོན་ལ་འབད།"],"%d word":["ཡིག་གྲངས། %d"],"Link Rel":["སྦྲེལ་མཐུད Rel"],"Link CSS Class":["སྦྲེལ་མཐུད CSS རིགས།"],"To edit this block, you need permission to upload media.":["རྡོག་འདི་ལ་རྩོམ་སྒྲིག་བྱེད་དགོས་ན། ཁྱེད་ལ་སྨྱན་གཟུགས་སྐྱེལ་འཇོག་གི་དབང་ཚད་དགོས་ཀྱི་འདུག"],"(selected block)":["(རྡོག་གདམ་ཟིན)"],"Block tools":["རྡོག་གི་ལག་ཆ།"],"%s block selected.":["རྡོག %s གདམ་ཟིན།"],"Thumbnail":["བསྡུས་རིས།"],"Full Size":["ཆེ་ཆུང་ཆ་ཚང་།"],"Block icon":["རྡོག་རྟགས་རིས།"],"Start writing or type \/ to choose a block":["འབྲི་མགོ་རྩོམ་པའམ་ཡང་ན་གསེག་ཐིག \/ བླུགས་ནས་རྡོག་པོ་འདེམས།"],"Link selected.":["སྦྲེལ་མཐུད་བདམས་ཟིན།"],"Align text right":["ཡིག་རྐྱང་གཡས་སུ་སྙོམས་སྒྲིག"],"Align text center":["ཡིག་རྐྱང་དཀྱིལ་དུ་སྙོམས་སྒྲིག"],"Align text left":["ཡིག་རྐྱང་གཡོན་དུ་སྙོམས་སྒྲིག"],"blocks\u0004Most used":["སྤྱད་མང་ཤོས།"],"imperative verb\u0004Resolve":["ཐག་གཅོད་པ།"],"font size name\u0004Huge":["ཤིན་ཏུ་ཆེན་པོ།"],"font size name\u0004Large":["ཆེ་བ།"],"font size name\u0004Medium":["འབྲིང་བ།"],"font size name\u0004Small":["ཆུང་བ།"],"font size name\u0004Normal":["སྤྱིར་བཏང་པ།"],"Navigate to the nearest toolbar.":["ཆེས་ཉེ་བའི་ལག་ཆའི་ཚང་ལ་ཕྱོགས་སྟོན།"],"Media":["སྨྱན་སྦྱོར།"],"Paste or type URL":["URL སྦྱོར་བའམ་ཡང་ན་བླུགས།"],"Insert from URL":["URL ནས་བར་འཇུག"],"Styles":["བཟོ་ལྟ།"],"Medium":["འབྲིང་བ།"],"Paste URL or type to search":["URL སྦྱོར་བའམ་བླུགས་ནས་བཤེར་འཚོལ།"],"This block contains unexpected or invalid content.":["རྡོག་འདིར་ཐོལ་རྒྱག་གམ་ཡང་ན་ནུས་མེད་ཀྱི་ནང་དོན་ཚུད་འདུག"],"Resolve Block":["རྡོག་ཐག་གཅོད།"],"Convert to HTML":["HTML ལ་བརྗེ་སྒྱུར།"],"Change type of %d block":["རྡོག %d ཡི་རིགས་གྲས་བཟོ་བཅོས།"],"Current":["མིག་སྔར།"],"After Conversion":["བརྗེ་བསྒྱུར་བཏང་རྗེས།"],"%d block":["རྡོག %d"],"Change alignment":["སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Change text alignment":["ཡིག་རྐྱང་གི་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Manage all reusable blocks":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པའི་རྡོག་པོ་ཡོངས་དོ་དམ།"],"Convert to Classic Block":["ཚད་ལྡན་གྱི་རྡོག་ལ་བརྗེ་སྒྱུར།"],"Clear selection.":["འདེམ་སྒྲུག་གཙང་སེལ།"],"Insert After":["རྗེས་སུ་བར་འཇུག"],"Insert Before":["སྔོན་དུ་བར་འཇུག"],"Insert a new block before the selected block(s).":["གདམ་པའི་རྡོག་གི་སྔོན་དུ་རྡོག་གསར་པ་བར་འཇུག"],"Remove the selected block(s).":["གདམ་པའི་རྡོག་སྤོ་འབུད།"],"Duplicate the selected block(s).":["གདམ་པའི་རྡོག་འདྲ་བཟོ།"],"Select all text when typing. Press again to select all blocks.":["ཡི་གེ་གཏག་དུས་སུ་ཡི་གེ་ཡོངས་སུ་འདེམས། ཡང་བསྐྱར་མནན་ནས་རྡོག་ཡོངས་སུ་འདེམས།"],"Insert a new block after the selected block(s).":["གདམ་པའི་རྡོག་གི་རྗེས་སུ་རྡོག་གསར་པ་བར་འཇུག"],"Move %1$d block from position %2$d down by one place":["རྡོག %1$d གནས་ཡུལ %2$d ནས་མར་ཕྱོགས་སུ་ས་ཆ་གཅིག་སྤོ་བསྣུར་བྱེད།"],"Move %1$d block from position %2$d up by one place":["རྡོག %1$d གནས་ཡུལ %2$d ནས་ཡར་ཕྱོགས་སུ་ས་ཆ་གཅིག་སྤོ་བསྣུར་བྱེད།"],"Move %1$s block from position %2$d right to position %3$d":["རྡོག %1$s གནས་ཡུལ %2$d ནས་གཡས་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Move %1$s block from position %2$d up to position %3$d":["རྡོག་པོ %1$s གནས་ཡུལ %2$d ནས་ཡར་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Reusable":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པ།"],"Color settings":["ཁ་དོག་སྒྲིག་འགོད།"],"Cyan bluish gray":["སྔོ་ལྗང་ཐལ་མདོག"],"Vivid cyan blue":["སྔོ་ལྗང་གསལ་པོ།"],"Pale cyan blue":["སྔོ་ལྗང་སྐྱ་མདངས།"],"Vivid green cyan":["སྔོ་ལྗང་གསལ་པོ།"],"Light green cyan":["སྔོ་ལྗང་འོད་ཅན།"],"Luminous vivid amber":["སྤོས་ཤེལ་བཀྲ་མདངས་ཅན།"],"Luminous vivid orange":["ལི་མདོག་བཀྲ་མདངས་ཅན།"],"Vivid red":["དམར་གསལ།"],"Pale pink":["ཟིང་སྐྱ།"],"Large":["ཆེ་བ།"],"Outline":["སྤྱི་ཁོག"],"Transform to":["དབྱིབས་རྣམ་སྒྱུར་ཡུལ:"],"Remove block":["རྡོག་པོ་སྤོ་འབུད།"],"No results found.":["མཐའ་འབྲས་རྙེད་མ་སོང་།"],"Skip to the selected block":["གདམ་པའི་རྡོག་ལས་མཆོང་།"],"Link settings":["སྦྲེལ་མཐུད་སྒྲིག་འགོད།"],"Height":["མཐོ་ཚད།"],"Width":["ཞེང་ཚད།"],"Media Library":["སྨྱན་གཟུགས་མཛོད།"],"Image dimensions":["བརྙན་རིས་ཀྱི་འབྱེད་ཕྱོད།"],"Advanced":["མཐོ་རིམ།"],"Edit":["རྩོམ་སྒྲིག"],"Apply":["བཀོལ་སྤྱོད།"],"%d result found.":["མཐའ་འབྲས %d རྙེད་སོང་།"],"Blocks":["རྡོག"],"Search for a block":["རྡོག་བཤེར་འཚོལ།"],"Add block":["རྡོག་ཁ་སྣོན།"],"More options":["དེ་ལས་མང་བའི་གདམ་ཚན།"],"Edit visually":["ཐད་མཐོང་གིས་རྩོམ་སྒྲིག"],"Duplicate":["འདྲ་བཟོ།"],"Blocks cannot be moved down as they are already at the bottom":["རྡོག་དེ་མར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ། དེ་ནི་ཞབས་ན་ཡོད་པས་རེད།"],"Blocks cannot be moved up as they are already at the top":["རྡོག་དེ་ཡར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ། དེ་ནི་རྩེ་ན་ཡོད་པས་རེད།"],"Block %s is the only block, and cannot be moved":["རྡོག %s རྡོག་གཅིག་པུ་དེ་ཡིན་པས་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Move down":["མར་འགྲིལ།"],"Move up":["ཡར་འགྲིལ།"],"Edit as HTML":["HTML ཇི་བཞིན་རྩོམ་སྒྲིག"],"Convert to Blocks":["རྡོག་ལ་བརྗེ་སྒྱུར།"],"Block: %s":["རྡོག: %s"],"This block has encountered an error and cannot be previewed.":["རྡོག་འདི་ནོར་འཁྲུལ་ཞིག་དང་འཕྲད་པས་སྔོན་ལྟ་བྱ་ཐབས་མི་འདུག"],"No block selected.":["རྡོག་གང་ཡང་གདམ་མི་འདུག"],"Document":["ཡིག་ཚགས།"],"Reset":["སོར་སློག"],"No results.":["མཐའ་འབྲས་མེད།"],"URL":["URL"],"Submit":["འབུལ་སྤྲོད།"],"Close":["ཁ་རྒྱག"],"Insert link":["སྦྲེལ་མཐུད་བར་འཇུག"],"Edit link":["སྦྲེལ་མཐུད་རྩོམ་སྒྲིག"],"All":["ཡོངས།"],"Video":["བརྙན་ཟློས།"],"List view":["གསལ་ཐོ་མཐོང་རིས།"],"Image":["བརྙན་རིས།"],"Preview":["སྔོན་ལྟ།"],"Media File":["སྨྱན་གཟུགས་ཡིག་ཆ།"],"Attachment Page":["ཞར་བྱུང་ཤོག་ངོས།"],"Background Color":["རྒྱབ་ལྗོངས་ཁ་དོག"],"Cancel":["འདོར་བ།"],"Select":["འདེམས།"],"%d result found, use up and down arrow keys to navigate.":["མཐའ་འབྲས %d རྙེད་སོང་། མཐེབ་གཞོང་ཁྲོད་ཀྱི་ཡར་ཕྱོགས་དང་མར་ཕྱོགས་སྤྱད་ནས་ཕྱོགས་སྟོན་བྱེད་ཆོག"],"Remove link":["སྦྲེལ་མཐུད་སྤོ་འབུད།"],"Text Color":["ཡིག་རྐྱང་གི་ཁ་དོག"],"Reusable blocks":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པའི་རྡོག་པོ།"],"Block %1$s is at the beginning of the content and can’t be moved right":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་རྩེ་རུ་ཡོད་པས་གཡས་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Block %1$s is at the end of the content and can’t be moved right":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་མཇུག་ན་ཡོད་པས་གཡས་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Full width":["ཞེང་ཡོངས།"],"Wide width":["ཞེང་མཐའ་བྲལ།"],"Upload":["སྐྱེལ་འཇོག"],"Audio":["སྒྲ་ཟློས།"],"Additional CSS class(es)":["CSS རིགས་འཕར་མ།"],"HTML anchor":["HTML རྟོད་ཕུར།"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker text color.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་མིས་ཀློག་པར་དཀའ་ངལ་འཕྲད་སྲིད། རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དེ་ལས་བཀྲག་མདངས་ཅན་དང་ཡང་ན་ཡི་གེའི་ཁ་དོག་དེ་ལས་མུན་ནག་ཏུ་བཏང་ནས་ཚོད་ལྟ་བྱོས།"],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter text color.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་མིས་ཀློག་པར་དཀའ་ངལ་འཕྲད་སྲིད། རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དེ་ལས་མུན་ནག་དང་ཡང་ན་ཡི་གེའི་ཁ་དོག་དེ་ལས་བཀྲག་མདངས་ཅན་དུ་བཏང་ནས་ཚོད་ལྟ་བྱོས།"],"Align right":["གཡས་སྙོམས།"],"Align center":["དཀྱིལ་སྙོམས།"],"Align left":["གཡོན་སྙོམས།"]}},"comment":{"reference":"build\/block-editor\/index.js"}}