{"translation-revision-date":"2020-10-09 03:39:58+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"bo"},"Display settings":["འགྲེམས་སྟོན་སྒྲིག་འགོད།"],"December 6, 2018":["2018 ལོའི་ཟླ 12 ཚེས 6 ཉིན།"],"February 21, 2019":["2019 ལོའི་ཟླ 2 ཚེས 21 ཉིན།"],"May 7, 2019":["2019 ལོའི་ཟླ 5 ཚེས 7 ཉིན།"],"Release Date":["འགྲེམ་སྤེལ་ཟླ་ཚེས།"],"Jazz Musician":["ཇཱཛ་རོལ་མོ་བ།"],"Version":["ཐོན་རིམ།"],"Six.":["དྲུག་པ།"],"Five.":["ལྔ་བ།"],"Four.":["བཞི་བ།"],"Three.":["གསུམ་པ།"],"Two.":["གཉིས་པ།"],"One.":["དང་པོ།"],"One of the hardest things to do in technology is disrupt yourself.":["བློ་དང་ལྡན་པའི་ཚིག་དག་ནི།།"],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["ནགས་བྱིའུ་ཡི་<br>ལྷིང་འཇགས་ཀྱི་<br>འཚོ་བ་སྐྱེལ་སྟངས།"],"Welcome to the wonderful world of blocks…":["ངོ་མཚར་ཆེ་བའི་རྡོག་པོའི་འཇིག་རྟེན་ལ་བྱོན་པ་ལེགས…"],"<strong>Snow Patrol<\/strong>":["<strong>བསིལ་ལྡན་ཁ་བའི་ལྗོངས།<\/strong>"],"Dimensions":["ཆ་ཚད།"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["ནང་པར་རྨི་ལམ་གྱི་མཐའ་བཤད་དེ། ལམ་དུ་ཞུགས་པ་ལས། ཇི་ཙམ་ན་གཞོན་ནུ་མ་ཞིག་སྣོད་བཟང་བོ་འོ་མས་བཀང་བ་ཐོགས་ནས་འགྲོ་བ་གཟིགས་པ་ན། མཚན་མོའི་རྨི་ལམ་དྲན་པར་གྱུར་ཏེ་སྣོད་འོ་མས་གང་བ་དེ་ཉིད་འཕྲོགས་ཏེ་བདག་གིར་བཟུང༌།"],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["ཇི་ཞིག་ན་ཞམ་རིང་བས་ཟ་མ་ཏོག་ཇ་བཟང་པོས་གང་བ་ཁྱེར་འོངས་པ་དེ་ཡང་འོ་མ་དང་བསྲེས། ཐོན་རིགས་ཀྱི་ས་ལ་སྤྱོད་པ་དེའི་བྲན་གྱིས་ཚ་བ་ཁྱེར་འོངས་པ་ཡང་དེའི་སྟེང་དུ་བསྲེས། ཉེ་འདབས་ན་རྒན་མོ་ཞིག་གིས་ཆང་གི་སྙིང་པོ་བཏོན་པའི་སྦང་མ་དང༌། མར་རག་གི་འབའ་ཆ་དང༌། ཆང་གི་ཡང་ཚ་བསྲེས་ནས་བ་གླང་མོ་ཞིག་ལ་སྟེར་བར་བྱེད་པ་དེ་ཡང་བླངས་ཏེ་བསྲེས།"],"Call to Action":["བཀོལ་སྤྱོད་བྱེད་པར་འབོད།"],"In quoting others, we cite ourselves.":["མི་གཞན་གྱི་བཤད་ཚུལ་དྲངས་དོན་ནི་རང་ཉིད་ཀྱི་རྒྱས་བཤད་ལ་ཤུགས་སྣོན་རྒྱག་ཆེད་ཡིན།"],"cite":["ལུང་འདྲེན་བྱེད་པ།"],"Mont Blanc appears—still, snowy, and serene.":["པོ་ལན་རི་རྩེ་ནི་སྔར་བཞིན་ལྷིང་འཇགས་ཁྲོད་ཁ་བས་ཡོངས་སུ་གཡོག་འདུག"],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["ཅང་མ་འགོར་བའི་སྔོན་ལ། མི་དྲག་ཅིག་ཅོ་མན་གྱི་སྡེ་བ་ཞིག་གི་ནང་དུ་བསྡད་ཡོད་ལ། གྲོང་ཚོའི་མིང་ངས་བཤད་མི་འདོད། མི་དྲག་དེ་རིགས་ཀྱིས་དུས་རྒྱུན་མེ་མདའ་གཅིག་མེ་མདའི་འཇོག་སྟེགས་སུ་བཞག་ནས་ཡོད་ལ། གནའ་བོའི་ཕུབ་དང་། རྟ་སྐམ་པོ་གཅིག ད་དུང་ཤ་ཁྱི་གཅིག་བཅས་ཡོད།"],"Enter address":["ས་གནས་བླུགས།"],"Pill Shape":["སྨན་གྱི་རིལ་བུའི་དབྱིབས།"],"Logos Only":["ལས་རྟགས་ཁོ་ན།"],"Open block navigator":["རྡོག་པོའི་ཕྱོགས་སྟོན་ཆས་ཁ་ཕྱེ།"],"Attachment page":["ཞར་བྱུང་ཤོག་ངོས།"],"Fill":["འགེང་པ།"],"Link rel":["སྦྲེལ་མཐུད Rel"],"Border radius":["མཐའ་སྒྲོམ་གྱི་ཕྱེད་ཚངས་ཐིག"],"Write gallery caption…":["པར་དེབ་ཀྱི་གསལ་བཤད་འབྲི་བ…"],"Reverse list numbering":["ལྡོག་ཕྱོགས་གསལ་ཐོ་ཨང་གྲངས།"],"Start value":["འགོ་འཛུགས་གྲངས་ཐང་།"],"Ordered list settings":["སྟར་སྒྲིག་གསལ་ཐོ་སྒྲིག་འགོད།"],"Clear Media":["སྨྱན་གཟུགས་གཙང་སེལ།"],"Change column alignment":["སྟར་གྱི་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Align column right":["སྟར་གཡས་སུ་སྙོམས་སྒྲིག"],"Align column center":["སྟར་དཀྱིལ་དུ་སྙོམས་སྒྲིག"],"Align column left":["སྟར་གཡོན་དུ་སྙོམས་སྒྲིག"],"Color":["ཁ་དོག"],"Custom":["རང་བཟོ།"],"Upload a media file or pick one from your media library.":["བརྙན་གཟུགས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པའམ་ཡང་ན་སྨྱན་མཛོད་ནས་ཡིག་ཆ་འདེམས་པ།"],"Title attribute":["ཁ་བྱང་གཏོགས་གཤིས།"],"description":["ཞིབ་བརྗོད།"],"Open in new tab":["གདམ་བྱང་གསར་པའི་ཁྲོད་དུ་ཁ་ཕྱེ།"],"links":["སྦྲེལ་མཐུད།"],"navigation":["ཕྱོགས་སྟོན།"],"menu":["གདམ་ཐོ།"],"Upload a file or pick one from your media library.":["ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པའམ་ཡང་ན་སྨྱན་མཛོད་ནས་ཡིག་ཆ་འདེམས་པ།"],"Learn more about embeds":["བཙུད་འཇུག་གི་སྐོར་ནས་ཞིབ་ཏུ་རྒྱུས་ལོན།"],"https:\/\/wordpress.org\/support\/article\/embeds\/":["https:\/\/wordpress.org\/support\/article\/embeds\/"],"Paste a link to the content you want to display on your site.":["ཁྱེད་ཀྱི་དྲ་ཚིགས་སྟེང་དུ་འགྲེམས་སྟོན་བྱ་དགོས་པའི་ནང་དོན་གྱི་སྦྲེལ་མཐུད་སྦྱོར་རོགས།"],"Upload an image or video file, or pick one from your media library.":["བརྙན་རིས་དང་ཡང་ན་བརྙན་ཟློས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པའམ། ཡང་ན་སྨྱན་མཛོད་ལས་འདེམས་པ།"],"Three columns; wide center column":["སུམ་སྟར། མཐའ་བྲལ་བའི་དཀྱིལ་སྟར།"],"Three columns; equal split":["སུམ་སྟར། ཞེང་མཉམ།"],"Two columns; two-thirds, one-third split":["ཉིས་སྟར། ཞེང་ལ་སུམ་ཆའི་གཉིས་དང་ཞེང་ལ་སུམ་ཆའི་གཅིག"],"Two columns; one-third, two-thirds split":["ཉིས་སྟར། ཞེང་ལ་སུམ་ཆའི་གཅིག་དང་ཞེང་ལ་སུམ་ཆའི་གཉིས།"],"Two columns; equal split":["ཉིས་སྟར། ཞེང་མཉམ།"],"Add a page, link, or another item to your navigation.":["ཁྱེད་ཀྱི་ཕྱོགས་སྟོན་དུ་ཤོག་ངོས་དང་སྦྲེལ་མཐུད། ཡང་ན་སྡེ་ཚན་གཞན་པ་ཁ་སྣོན་བྱེད་པ།"],"Create Table":["རེའུ་མིག་གསར་སྐྲུན།"],"Insert a table for sharing data.":["རེའུ་མིག་བར་འཇུག་བྱས་ནས་གཞི་གྲངས་མཉམ་སྤྱོད་བྱེད་པ།"],"Move image forward":["བརྙན་རིས་མདུན་ཕྱོགས་སུ་སྤོ་བསྣུར།"],"Move image backward":["བརྙན་རིས་རྒྱབ་ཕྱོགས་སུ་སྤོ་བསྣུར།"],"Footer section":["ངོས་ཞབས་ཀྱི་ཚན་པ།"],"Header section":["འགོ་བརྗོད་ཀྱི་ཚན་པ།"],"Sorting and filtering":["རིམ་སྒྲིག་དང་གདམ་གསེས།"],"Post meta settings":["རྩོམ་ཡིག་ཟུར་བརྗོད་སྒྲིག་འགོད།"],"Post Content":["རྩོམ་གྱི་ནང་དོན།"],"Post content settings":["རྩོམ་གྱི་ནང་དོན་སྒྲིག་འགོད།"],"Column settings":["སྟར་སྒྲིག་འགོད།"],"Note: Autoplaying videos may cause usability issues for some visitors.":["ཞར་མཆན: རང་འགུལ་གྱིས་གཏོང་བའི་བརྙན་ཟློས་ཀྱིས་འཚམས་འདྲི་བྱེད་མཁན་ལ་སྤྱོད་གོ་ཆོད་པའི་རང་བཞིན་གྱི་གནད་དོན་བཟོ་སྲིད།"],"Note: Autoplaying audio may cause usability issues for some visitors.":["ཞར་མཆན: རང་འགུལ་གྱིས་གཏོང་བའི་སྒྲ་ཟློས་ཀྱིས་འཚམས་འདྲི་བྱེད་མཁན་ལ་སྤྱོད་གོ་ཆོད་པའི་རང་བཞིན་གྱི་གནད་དོན་བཟོ་སྲིད།"],"section":["ཚན་པ།"],"row":["ཕྲེང་།"],"container":["སྣོད་ཆས།"],"Group":["ཚོ་ཁག"],"There is no poster image currently selected":["མིག་སྔར་འགྲེམས་ཤོག་བརྙན་རིས་གང་ཡང་འདེམས་མི་འདུག"],"The current poster image url is %s":["མིག་སྔར་འགྲེམས་ཤོག་བརྙན་རིས་ཀྱི་དྲ་གནས་ནི། %s"],"wrapper":["ཕྱི་ཤུབས།"],"Crop image to fill entire column":["བརྙན་རིས་དྲས་གཏུབ་བྱས་ནས་སྟར་ཧྲིལ་བོ་འགེང་པ།"],"Play inline":["ནང་འབྲེལ་གཏོང་བ།"],"Leave empty if the image is purely decorative.":["གལ་ཏེ་བརྙན་རིས་ནི་རྒྱན་སྤྲོས་ཁོ་ནའི་ཆེད་དུ་ཡིན་ཚེ་སྟོང་བར་བསྐྱུར་རོགས།"],"Describe the purpose of the image":["བརྙན་རིས་ཀྱི་སྤྱོད་སྒོ་ཞིབ་བརྗོད་བྱེད་པ།"],"keyboard key\u0004Space":["སྟོང་མིག"],"keyboard key\u0004Backspace":["ཕྱིར་བཤོལ།"],"link":["སྦྲེལ་མཐུད།"],"Embedded content from %s can't be previewed in the editor.":["%s ནས་ཐོན་པའི་བཙུད་འཇུག་གི་ནང་དོན་དེ་རྩོམ་སྒྲིག་ཆས་ཁྲོད་དུ་སྔོན་ལྟ་བྱེད་མི་ཐུབ།"],"Prompt visitors to take action with a button-style link.":["བཅར་འདྲི་མཁན་ལ་མཐེབ་གཅུས་བཟོ་ལྟའི་སྦྲེལ་མཐུད་སྤྱད་ནས་བཀོལ་སྤྱོད་བྱེད་པར་གསལ་འདེབས་གཏོང་བ།"],"block style\u0004Default":["སོར་བཞག"],"A cloud of your most used tags.":["ཆེས་རྒྱུན་བཀོལ་གྱི Tag སྤྲིན།"],"Tag Cloud":["Cloud འགྲེལ་བྱང་།"],"Taxonomy":["རིགས་དགར་ཐབས།"],"Tag Cloud settings":["Cloud འགྲེལ་བྱང་སྒྲིག་འགོད།"],"- Select -":["- འདེམས -"],"Default":["སོར་བཞག"],"find":["འཚོལ།"],"Help visitors find your content.":["བཅར་འདྲི་བྱེད་མཁན་ལ་རོགས་རམ་གྱིས་ཁྱེད་ཀྱི་ནང་དོན་འཚོལ།"],"Search":["བཤེར་འཚོལ།"],"Add button text…":["མཐེབ་གཅུས་ཡིག་རྐྱང་ཁ་སྣོན…"],"Button text":["མཐེབ་གཅུས་ཡིག་རྐྱང་།"],"Optional placeholder…":["རང་མོས་ཀྱི་གནས་བཟུང་རྟགས…"],"Optional placeholder text":["རང་མོས་ཀྱི་གནས་བཟུང་རྟགས་ཡིག་རྐྱང་།"],"Add label…":["ཤོག་བྱང་ཁ་སྣོན…"],"feed":["feed"],"atom":["atom"],"Display entries from any RSS or Atom feed.":["RSS གང་རུང་དང་ཡང་ན Atom feed ནས་ཐོན་པའི་ས་བཅད་འགྲེམས་སྟོན།"],"RSS":["RSS"],"Max number of words in excerpt":["ནང་དོན་གནད་བསྡུས་ཀྱི་ཡིག་གྲངས་ཚད་བཀག"],"Display excerpt":["གནད་བསྡུས་འགྲེམས་སྟོན།"],"Display date":["ཟླ་ཚེས་འགྲེམས་སྟོན།"],"Display author":["རྩོམ་པ་པོ་འགྲེམས་སྟོན།"],"RSS settings":["RSS སྒྲིག་འགོད།"],"Edit RSS URL":["RSS URL རྩོམ་སྒྲིག"],"Content before this block will be shown in the excerpt on your archives page.":["རྡོག་པོ་འདིའི་སྔོན་གྱི་ནང་དོན་དག་ཁྱེད་ཀྱི་ཡིག་མཛོད་ཤོག་ངོས་ཀྱི་གནད་བསྡུས་ཁྲོད་དུ་འགྲེམ་སྟོན་བྱེད་པ་ཡིན།"],"Hide the excerpt on the full content page":["ཤོག་ངོས་ཆ་ཚང་གི་ནང་དོན་ཁྲོད་དུ་གནད་བསྡུས་གབ།"],"The excerpt is visible.":["གནད་བསྡུས་ནི་མངོན་རུང་ཡིན།"],"The excerpt is hidden.":["གནད་བསྡུས་ནི་སྦས་སྐུང་ཡིན།"],"Sorry, this content could not be embedded.":["དགོངས་དག་ཞུ། ནང་དོན་འདི་བཙུད་འཇུག་བྱེད་མི་ཐུབ།"],"Embed Amazon Kindle content.":["Amazon Kindle ཡི་ནང་དོན་བཙུད་འཇུག"],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Crowdsignal (དེ་སྔའི་ Polldaddy) ནང་དོན་བཙུད་འཇུག"],"Focal point picker":["མདོ་ཚེག་འདེམས་ཆས།"],"Label text":["ཤོག་བྱང་ཡིག་རྐྱང་།"],"image %1$d of %2$d in gallery":["བརྙན་རིས %1$d པ། པར་དེབ་ཁྲོད་དུ་བརྙན་རིས %2$d ཡོད།"],"archive":["ཡིག་མཛོད།"],"posts":["རྩོམ་ཡིག"],"A calendar of your site’s posts.":["ཁྱེད་ཀྱི་དྲ་ཚིགས་ཀྱི་རྩོམ་ཡིག་གི་ལོ་ཐོ།"],"Calendar":["ལོ་ཐོ།"],"content placeholder\u0004Content…":["ནང་དོན…"],"button label\u0004Convert to link":["སྦྲེལ་མཐུད་ལ་བརྗེ་སྒྱུར།"],"button label\u0004Try again":["ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།"],"This image has an empty alt attribute":["བརྙན་རིས་འདིར alt གཏོགས་གཤིས་སྟོང་བ་ཡོད་འདུག"],"This image has an empty alt attribute; its file name is %s":["བརྙན་རིས་འདིར alt གཏོགས་གཤིས་སྟོང་བ་ཡོད་འདུག དེའི་ཡིག་ཆའི་མིང་ནི། %s"],"Empty block; start writing or type forward slash to choose a block":["རྡོག་སྟོང་བ། འབྲི་མགོ་རྩོམ་པའམ་ཡང་ན་གསེག་ཐིག \/ བླུགས་ནས་རྡོག་འདེམས།"],"Paragraph block":["དུམ་ཚན་རྡོག"],"Page Break":["ཤོག་ངོས་དབྱེ་རྟགས།"],"Stack on mobile":["སྤོ་རུང་སྟེང་དུ་སྤུང་རྩེག"],"Drag images, upload new ones or select files from your library.":["བརྙན་རིས་འདྲུད་པ། གསར་དུ་སྐྱེལ་འཇོག་བྱེད་པའམ་ཡང་ན་ཁྱེད་ཀྱི་སྨྱན་མཛོད་ལས་ཡིག་ཆ་འདེམས།"],"Start writing or type \/ to choose a block":["འབྲི་མགོ་རྩོམ་པའམ་ཡང་ན་གསེག་ཐིག \/ བླུགས་ནས་རྡོག་པོ་འདེམས།"],"button label\u0004Download":["ཕབ་ལེན།"],"button label\u0004Embed":["བཙུད་འཇུག"],"block title\u0004Embed":["བཙུད་འཇུག"],"block title\u0004Classic":["ཚད་ལྡན།"],"block style\u0004Large":["ཆེ་བ།"],"block style\u0004Rounded":["ཕུབ་སྒོར།"],"Embed a video from your media library or upload a new one.":["ཁྱེད་ཀྱི་སྨྱན་གཟུགས་མཛོད་ལས་བརྙན་ཟློས་བཙུད་འཇུག་བྱེད་པའམ་ཡང་ན་གསར་དུ་སྐྱེལ་འཇོག་བྱེད་པ།"],"Insert poetry. Use special spacing formats. Or quote song lyrics.":["སྙན་ངག་བར་འཇུག་བྱེད་པ། དམིགས་བསལ་གྱི་བར་རྟགས་རྣམ་གཞག་སྤྱོད་པའམ་ཡང་ན་གཞས་ཚིག་ལུང་འདྲེན་བྱེད་པ།"],"Create a break between ideas or sections with a horizontal separator.":["ཆུ་སྙོམས་བར་རྟགས་སྤྱད་ནས་བློ་བཀོད་དང་ཡང་ན་ཚན་པའི་དབར་ལ་མཚམས་གཅོད་པ།"],"Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["དྲངས་པའི་ལུང་ཚིག་ལ་དངོས་སྣང་གིས་རྩལ་འདོན་བྱེད་པ་སྟེ། \"གཞན་གྱི་བཤད་ཚུལ་ལུང་དུ་འདྲེན་པ་ནི་རང་གི་སྒྲུབ་བྱེད་བརྟན་པོར་གཏོང་ཆེད་ཡིན།\" — ཇུ་ལིའོ•ཁོ་ཐ་ཟར།"],"Give special visual emphasis to a quote from your text.":["ཡི་གེའི་ཁྲོད་ཀྱི་ལུང་འདྲེན་གལ་ཆེ་ཚུལ་གྱི་དམིགས་བསལ་ཐད་མཐོང་སྟེར་བ།"],"Start with the building block of all narrative.":["རྒྱས་བཤད་ཡོངས་ཀྱི་རྡོག་གསར་སྐྲུན་ནས་མགོ་འཛུགས་པ།"],"Separate your content into a multi-page experience.":["ཁྱེད་ཀྱི་ནང་དོན་དེ་ཤོག་ངོས་དུ་མར་བགོ་རྒྱུ་ཡིན།"],"Create a bulleted or numbered list.":["རྣམ་གྲངས་རྟགས་སམ་ཡང་ན་ཨང་གྲངས་གསལ་ཐོ་གསར་སྐྲུན།"],"Display a list of your most recent comments.":["ཉེ་ཆར་སྤེལ་བའི་དཔྱད་མཆན་གསལ་ཐོ་འཆར་བ།"],"Insert an image to make a visual statement.":["བརྙན་རིས་བར་འཇུག་བྱས་ཏེ་ཐད་མཐོང་གསལ་བསྒྲགས་བཟོ་བ།"],"Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["ཚན་པ་གསར་བ་འདྲེན་པ་དང་ནང་དོན་དོ་དམ་བྱས་ཏེ་བཅར་འདྲི་བྱེད་མཁན (བཤེར་འཚོལ་མ་འཕྲུལ་) ལ་རོགས་རམ་བྱས་ཏེ་ཁྱེད་ཀྱི་ནང་དོན་གཞི་སྒྲོམ་ལ་རྒྱུས་ལོན་བྱེད་པ།"],"Display multiple images in a rich gallery.":["ཕུན་སུམ་ཚོགས་པའི་པར་དེབ་ཁྲོད་དུ་བརྙན་རིས་དུ་མ་འཆར་བ།"],"Add a link to a downloadable file.":["ཕབ་ལེན་བྱེད་ཐུབ་པའི་ཡིག་ཆའི་སྦྲེལ་མཐུད་ཁ་སྣོན།"],"Add white space between blocks and customize its height.":["རྡོག་གི་དབར་དུ་བར་རྟགས་ཁ་སྣོན་བྱེད་པ་དང་དེའི་མཐོ་ཚད་རང་བཟོ་བྱེད་པ།"],"Insert additional custom elements with a WordPress shortcode.":["WordPress ཡི་ཚབ་ཨང་ཐུང་བ་སྤྱད་ནས་རང་བཟོ་གྲུབ་ཆ་འཕར་མ་བར་འཇུག་བྱེད་པ།"],"Set media and words side-by-side for a richer layout.":["སྨྱན་གཟུགས་དང་མིང་ཚིག་གྲལ་སྟར་གཅིག་སྒྲིག་བྱས་ནས་ཕུན་ཚོགས་ཀྱི་བཀོད་པ་ལེན་ཆོག"],"Add custom HTML code and preview it as you edit.":["རང་བཟོ་ཀྱི HTML ཚབ་ཨང་ཁ་སྣོན་བྱེད་པ་དང་སྦྲགས་རྩོམ་སྒྲིག་བྱེད་དུས་སུ་སྔོན་ལྟ་བྱེད།"],"Media & Text settings":["སྨྱན་གཟུགས། & ཡིག་རྐྱང་སྒྲིག་འགོད།"],"Resize for smaller devices":["སྒྲིག་ཆས་ཅུང་ཆུང་བའི་ཆེ་ཆུང་ལེགས་སྒྲིག"],"This embed may not preserve its aspect ratio when the browser is resized.":["བཤར་ལྟ་ཆས་ཀྱི་ཆེ་ཆུང་ལེགས་སྒྲིག་བྱེད་དུས་སུ་བཙུད་འཇུག་འདི་དཀྱིས་ཞེང་བསྡུར་ཚད་སོར་འཇོག་བྱེད་མི་ཐུབ་ཀྱང་སྲིད།"],"This embed will preserve its aspect ratio when the browser is resized.":["བཤར་ལྟ་ཆས་ཀྱི་ཆེ་ཆུང་ལེགས་སྒྲིག་བྱེད་དུས་སུ་བཙུད་འཇུག་འདི་དཀྱིས་ཞེང་བསྡུར་ཚད་སོར་འཇོག་བྱེད་པ་ཡིན།"],"Embed an Animoto video.":["Animoto བརྙན་ཟློས་བཙུད་འཇུག"],"Embed a Vimeo video.":["Vimeo བརྙན་ཟློས་བཙུད་འཇུག"],"Embed Flickr content.":["Flickr ནང་དོན་བཙུད་འཇུག"],"Embed Spotify content.":["Spotify ནང་དོན་བཙུད་འཇུག"],"Embed SoundCloud content.":["SoundCloud ནང་དོན་བཙུད་འཇུག"],"Embed a WordPress post.":["WordPress རྩོམ་ཡིག་བཙུད་འཇུག"],"Embed an Instagram post.":["Instagram རྩོམ་ཡིག་བཙུད་འཇུག"],"Embed a Facebook post.":["Facebook རྩོམ་ཡིག་བཙུད་འཇུག"],"Embed a WordPress.tv video.":["WordPress.tv བརྙན་ཟློས་བཙུད་འཇུག"],"Embed a VideoPress video.":["VideoPress བརྙན་ཟློས་བཙུད་འཇུག"],"Embed a Tumblr post.":["Tumblr རྩོམ་ཡིག་བཙུད་འཇུག"],"Embed a TED video.":["TED བརྙན་ཟློས་བཙུད་འཇུག"],"Embed Speaker Deck content.":["Speaker Deck ནང་དོན་བཙུད་འཇུག"],"Embed a YouTube video.":["YouTube བརྙན་ཟློས་བཙུད་འཇུག"],"Embed SmugMug content.":["SmugMug ནང་དོན་བཙུད་འཇུག"],"Embed Slideshare content.":["Slideshare ནང་དོན་བཙུད་འཇུག"],"Embed Scribd content.":["Scribd ནང་དོན་བཙུད་འཇུག"],"Embed Screencast content.":["Screencast ནང་དོན་བཙུད་འཇུག"],"Embed ReverbNation content.":["ReverbNation ནང་དོན་བཙུད་འཇུག"],"Embed a Reddit thread.":["Reddit thread བཙུད་འཇུག"],"Embed Mixcloud content.":["Mixcloud ནང་དོན་བཙུད་འཇུག"],"Embed a tweet.":["tweet བཙུད་འཇུག"],"Embed Meetup.com content.":["Meetup.com ནང་དོན་བཙུད་འཇུག"],"Embed Kickstarter content.":["Kickstarter ནང་དོན་བཙུད་འཇུག"],"Embed Issuu content.":["Issuu ནང་དོན་བཙུད་འཇུག"],"Embed Imgur content.":["Imgur ནང་དོན་བཙུད་འཇུག"],"Embed a Dailymotion video.":["Dailymotion བརྙན་ཟློས་བཙུད་འཇུག"],"Embed CollegeHumor content.":["CollegeHumor ནང་དོན་བཙུད་འཇུག"],"Embed Cloudup content.":["Cloudup ནང་དོན་བཙུད་འཇུག"],"Add an image or video with a text overlay — great for headers.":["ཡི་གེ་ལྡན་པའི་སྣོན་བརྩེགས་ཅན་གྱི་བརྙན་རིས་དང་ཡང་ན་བརྙན་ཟློས་ཁ་སྣོན། — ཁ་བྱང་ལ་ཧ་ཅང་འཚམས།"],"Display code snippets that respect your spacing and tabs.":["བར་སྟོང་དང་གདམ་བྱང་ལ་སྒོ་བསྟུན་བྱེད་པའི་ཚབ་ཨང་དུམ་བུ་འཆར་བ།"],"Use the classic WordPress editor.":["ཚད་ལྡན་གྱི WordPress རྩོམ་སྒྲིག་ཆས་བཀོལ་བ།"],"Display a list of all categories.":["དཀར་ཆག་ཡོངས་ཀྱི་གསལ་ཐོ་འཆར་བ།"],"Embed a simple audio player.":["སྟབས་བདེའི་སྒྲ་ཟློས་གཏོང་ཆས་བཙུད་འཇུག"],"editor button\u0004Left to right":["གཡོན་ནས་གཡས།"],"Stripes":["ཁྲ་ཐིག"],"Your site doesn’t include support for this block.":["ཁྱེད་ཀྱི་དྲ་ཚིགས་སུ་རྡོག་འདིའི་རམ་འདེགས་མི་ཐེ།"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["ཁྱེད་ཀྱི་དྲ་ཚིགས་སུ་རྡོག་ \"%s\" ཡི་རམ་འདེགས་མི་ཐེ། ཁྱེད་ཀྱིས་རྡོག་འདི་ཡོངས་སུ་སོར་འཇོག་བྱེད་པའམ་ཡང་ན་སྤོ་འབུད་བྱེད་ཆོག་པ་ཡིན།"],"Media area":["སྨྱན་གཟུགས་ས་ཁུལ།"],"Media & Text":["སྨྱན་གཟུགས། & ཡི་གེ"],"Show media on right":["གཡས་སུ་སྨྱན་གཟུགས་འཆར།"],"Show media on left":["གཡོན་དུ་སྨྱན་གཟུགས་འཆར།"],"Block Navigator":["རྡོག་པོའི་ཕྱོགས་སྟོན་ཆས།"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["ཁྱེད་ཀྱི་དྲ་ཚིགས་སུ་རྡོག་ \"%s\" ཡི་རམ་འདེགས་མི་ཐེ། ཁྱེད་ཀྱིས་རྡོག་འདི་ཡོངས་སུ་སོར་འཇོག་བྱས་ནས་དེའི་ནང་དོན་དེ་རང་བཟོ་ཀྱི HTML རྡོག་ལ་བརྗེ་སྒྱུར་བྱེད་པའམ་ཡང་ན་སྤོ་འབུད་བྱེད་ཆོག་པ་ཡིན།"],"Cover":["ཕྱི་སྐོགས།"],"Border settings":["མཐའ་སྒྲོམ་སྒྲིག་འགོད།"],"HTML":["HTML"],"Solid color":["མདོག་རྐྱང་།"],"Main color":["ཁ་དོག་གཙོ་བོ།"],"Write HTML…":["HTML འབྲི་བ…"],"Media settings":["སྨྱན་གཟུགས་སྒྲིག་འགོད།"],"Overlay":["སྣོན་བརྩེགས།"],"Poster image":["འགྲེམས་ཤོག་བརྙན་རིས།"],"Create":["གསར་སྐྲུན།"],"Subheading (deprecated)":["ཁ་བྱང་ཕལ་བ། (སྤྱད་ན་མི་ལེགས།)"],"blockquote":["རྡོག་འདྲེན་བཀོལ།"],"This block is deprecated. Please use the Columns block instead.":["རྡོག་འདི་སྤྱད་ན་མི་ལེགས། སྟར་གྱི་རྡོག་སྤྱོད་རོགས་ཞུ།"],"Text Columns (deprecated)":["ཡི་གེའི་སྟར། (སྤྱད་ན་མི་ལེགས)"],"This block is deprecated. Please use the Paragraph block instead.":["རྡོག་འདི་སྤྱད་ན་མི་ལེགས། དུམ་ཚན་གྱི་རྡོག་སྤྱོད་རོགས་ཞུ།"],"Row count":["ཕྲེང་གི་གྲངས།"],"Column count":["སྟར་གྱི་གྲངས།"],"Create and save content to reuse across your site. Update the block, and the changes apply everywhere it’s used.":["ནང་དོན་གསར་སྐྲུན་བྱེད་པ་དང་ཉར་ཚགས་བྱས་ནས་དེ་དྲ་ཚིགས་ཧྲིལ་པོའི་ཁྲོད་དུ་ཡང་བསྐྱར་བེད་སྤྱོད་གཏོང་བ། རྡོག་པོ་གསར་བཅོས་དང་བཟོ་བཅོས་བྱས་ཏེ་གནས་ཡུལ་གང་རུང་དུ་སྤྱོད།"],"movie":["གློག་བརྙན།"],"Code is Poetry":["ཚབ་ཨང་ནི་སྙན་ངག་གོ།"],"block name\u0004More":["དེ་ལས་མང་།"],"Reusable Block":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པའི་རྡོག"],"Alt text (alternative text)":["ཚབ་བྱེད་ཡིག་རྐྱང་།"],"Keep as HTML":["HTML སྲུང་འཛིན།"],"Edit URL":["URL རྩོམ་སྒྲིག"],"Color settings":["ཁ་དོག་སྒྲིག་འགོད།"],"Muted":["སྒྲ་མེད།"],"Video settings":["བརྙན་ཟློས་སྒྲིག་འགོད།"],"recent comments":["ཉེ་མཆན།"],"Latest Comments":["མཆན་གསར་ཤོས།"],"Display avatar":["དབུ་བརྙན་འཆར་བ།"],"Number of comments":["དཔྱད་མཆན་གྱི་ཁ་གྲངས།"],"Auto":["རང་འགུལ།"],"Preload":["སྔོན་ལ་སྣོན་འཇུག"],"Audio settings":["སྒྲ་ཟློས་སྒྲིག་འགོད།"],"Archives":["ཡིག་མཛོད།"],"Archives settings":["ཡིག་མཛོད་སྒྲིག་འགོད།"],"Display a monthly archive of your posts.":["ཁྱེད་ཀྱི་རྩོམ་ཡིག་གི་ཟླ་འཁོར་ཡིག་མཛོད་འཆར་བ།"],"Latest comments settings":["དཔྱད་མཆན་གསར་ཤོས་སྒྲིག་འགོད།"],"Dots":["ཚེག"],"Wide Line":["ཐིག་རིང་།"],"Large":["ཆེ་བ།"],"Download button settings":["ཕབ་ལེན་མཐེབ་གཅུས་སྒྲིག་འགོད།"],"Link to":["སྦྲེལ་ཡུལ།"],"pdf":["pdf"],"document":["ཡིག་ཚགས།"],"Copy URL":["URL མཁོ་ཕབ།"],"Write file name…":["ཡིག་ཆའི་མིང་འབྲི་བ…"],"File":["ཡིག་ཆ།"],"A single column within a columns block.":["སྟར་རྡོག་ཁྲོད་ཀྱི་སྟར་ཆིག་རྐྱང་།"],"Column":["སྟར།"],"Outline":["སྤྱི་ཁོག"],"Loop":["རེས་འཁོར།"],"Autoplay":["རང་འགུལ་གྱིས་གཏོང་།"],"Playback controls":["གཏོང་ཆས་སྟངས་འཛིན།"],"Show download button":["ཕབ་ལེན་མཐེབ་གཅུས་ངོམ་སྟོན།"],"Text link settings":["ཡིག་རྐྱང་སྦྲེལ་མཐུད་སྒྲིག་འགོད།"],"Replace image":["བརྙན་རིས་བརྗེ་སྤོར།"],"Remove image":["བརྙན་རིས་སྤོ་འབུད།"],"Enter URL here…":["འདིར་ URL བླུགས…"],"Insert a table — perfect for sharing charts and data.":["རེའུ་མིག་བར་འཇུག — རེའུ་མིག་དང་གཞི་གྲངས་མཉམ་སྤྱོད་བྱེད་པར་ཤིན་ཏུ་འཚམ།"],"Fixed width table cells":["ཞེང་ཚད་གཏན་འཇགས་ཡིན་པའི་རེའུ་མིག་གི་སྡེ་ཚན་མིག"],"Table settings":["རེའུ་མིག་སྒྲིག་འགོད།"],"Add text that respects your spacing and tabs, and also allows styling.":["སྟོང་མིག་དང་གདམ་བྱང་བརྩི་འཇོག་བྱེད་པའི་ཡི་གེ་བླུགས་ཆོག་པ་མ་ཟད། བཟོ་ལྟ་ཅན་དུའང་བྱེད་ཆོག་པ་ཡིན།"],"Display a list of your most recent posts.":["ཉེ་ཆར་སྤེལ་བའི་རྩོམ་ཡིག་གསལ་ཐོ་འཆར་བ།"],"Add a block that displays content pulled from other sites, like Twitter, Instagram or YouTube.":["རྡོག་གཅིག་ཁ་སྣོན་བྱས་ནས་དྲ་ཚིགས་གཞན་པ (དཔེར་ན། Twitter, Instagram ཡང་ན YouTube སོགས་ལྟ་བུ) ལས་ནང་དོན་ལེན་པ།"],"Add a block that displays content in multiple columns, then add whatever content blocks you’d like.":["སྟར་དུ་མའི་ནང་དོན་གྱི་རྡོག་གཅིག་ཁ་སྣོན་བྱས་རྗེས། ཁྱེད་ལ་མཁོ་བའི་ནང་དོན་རྡོག་གང་རུང་ཁ་སྣོན་བྱེད།"],"No results found.":["མཐའ་འབྲས་རྙེད་མ་སོང་།"],"Height in pixels":["མཐོ་ཚད་པིག་ཟེལ།"],"Spacer settings":["བར་རྟགས་སྒྲིག་འགོད།"],"Spacer":["བར་རྟགས།"],"Toggle to show a large initial letter.":["གསལ་བྱེད་ཐོག་མ་ཆེ་བ་འཆར་བར་བརྗེ་སྒྱུར།"],"Showing large initial letter.":["གསལ་བྱེད་ཐོག་མ་ཆེ་བ་འཆར་བ།"],"Name:":["མིང:"],"Link settings":["སྦྲེལ་མཐུད་སྒྲིག་འགོད།"],"Unlink":["སྦྲེལ་མཐུད་དོར།"],"Page break":["ཤོག་ངོས་དབྱེ་རྟགས།"],"next page":["ཤོག་ངོས་རྗེས་མ།"],"Width":["ཞེང་ཚད།"],"Thumbnails are not cropped.":["བསྡུས་རིས་དྲས་གཏུབ་མི་བྱེད།"],"Thumbnails are cropped to align.":["བསྡུས་རིས་སྙོམས་སྒྲིག་ལ་དྲས་གཏུབ་མི་བྱེད།"],"pagination":["ཤོག་གྲངས་བཀོད་སྒྲིག"],"Edit":["རྩོམ་སྒྲིག"],"Write caption…":["གསལ་བཤད་འབྲི་བ…"],"Categories":["དཀར་ཆག"],"Categories settings":["དཀར་ཆག་སྒྲིག་འགོད།"],"Add text…":["ཡི་གེ་ཁ་སྣོན…"],"Button":["མཐེབ་གཅུས།"],"Apply":["བཀོལ་སྤྱོད།"],"Columns":["སྟར།"],"Code":["ཚབ་ཨང་།"],"Write code…":["ཚབ་ཨང་འབྲི་བ…"],"Show hierarchy":["རྩེག་རིམ་འབྲེལ་བ་མངོན།"],"Embedding…":["བཙུད་འཇུག་བྱེད་བཞིན་པ…"],"Write title…":["ཁ་བྱང་འབྲི་བ…"],"Fixed background":["རྒྱབ་ལྗོངས་གཏན་འཇགས།"],"Edit image":["བརྙན་རིས་རྩོམ་སྒྲིག"],"Gallery settings":["པར་དེབ་སྒྲིག་འགོད།"],"Gallery":["པར་དེབ།"],"Classic":["ཚད་ལྡན།"],"video":["བརྙན་ཟློས།"],"audio":["སྒྲ་ཟློས།"],"music":["རོལ་དབྱངས།"],"image":["བརྙན་རིས།"],"blog":["པོད་ཁུག"],"post":["རྩོམ་ཡིག"],"%s URL":["%s URL"],"Block updated.":["རྡོག་གསར་བཅོས་བྱས་ཟིན།"],"Remove":["སྤོ་འབུད།"],"Copied!":["མཁོ་ཕབ་བྱས་ཟིན།"],"Featured Image":["ཁྱད་ལྡན་བརྙན་རིས།"],"Settings":["སྒྲིག་འགོད།"],"(no title)":["(ཁ་བྱང་མེད)"],"URL":["URL"],"Close":["ཁ་རྒྱག"],"Link":["སྦྲེལ་མཐུད།"],"Number of items":["སྡེ་ཚན་གྱི་ཁ་གྲངས།"],"Video":["བརྙན་ཟློས།"],"Write…":["འབྲི་བ…"],"poetry":["སྙན་ངག"],"Verse":["སྙན་ངག"],"New Column":["སྟར་གསར་པ།"],"Delete column":["སྟར་སུབ།"],"Delete row":["ཕྲེང་སུབ།"],"Table":["རེའུ་མིག"],"Write subheading…":["ཁ་བྱང་ཕལ་བ་འབྲི་བ…"],"Write shortcode here…":["འདི་རུ་ཚབ་ཨང་འབྲི་བ…"],"Shortcode":["ཚབ་ཨང་ཐུང་བ།"],"horizontal-line":["ཆུ་སྙོམས་ཐིག"],"Separator":["མཚམས་གཅོད་རྟགས།"],"divider":["མཚམས་གཅོད་ཐིག"],"Quote":["ལུང་འདྲེན།"],"Write citation…":["འདྲེན་ཚིག་འབྲི་བ…"],"Write quote…":["ལུང་འདྲེན་པ…"],"Pullquote":["ལུང་གལ་ཆེན་འདྲེན་པ།"],"Write preformatted text…":["preformatted ཅན་གྱི་ཡི་གེ་འབྲི་བ…"],"Preformatted":["Preformatted"],"text":["ཡི་གེ"],"Paragraph":["དུམ་ཚན།"],"Drop cap":["ཡི་གེ་དང་པོ་མར་འགྲིབ།"],"Read more":["མང་དུ་ཀློག"],"Write list…":["གསལ་ཐོ་འབྲི་བ…"],"numbered list":["སྒྲིག་ཨང་གསལ་ཐོ།"],"ordered list":["སྟར་སྒྲིག་གསལ་ཐོ།"],"bullet list":["རྣམ་གྲངས་རྟགས་གསལ་ཐོ།"],"Indent list item":["གསལ་ཐོའི་སྡེ་ཚན་སྐུམ་པ།"],"Outdent list item":["གསལ་ཐོའི་སྡེ་ཚན་སྐྱེད་པ།"],"Convert to ordered list":["སྟར་སྒྲིག་གསལ་ཐོར་བརྗེ་སྒྱུར།"],"Convert to unordered list":["སྟར་མེད་གསལ་ཐོར་བརྗེ་སྒྱུར།"],"List":["གསལ་ཐོ།"],"recent posts":["ཉེ་རྩོམ།"],"No posts found.":["རྩོམ་ཡིག་རྙེད་མ་སོང་།"],"Latest Posts":["རྩོམ་ཡིག་གསར་ཤོས།"],"Display post date":["རྩོམ་གྱི་ཟླ་ཚེས་འཆར་བ།"],"Grid view":["དྲ་མིག་མཐོང་རིས།"],"List view":["གསལ་ཐོ་མཐོང་རིས།"],"photo":["འདྲ་པར།"],"Image settings":["བརྙན་རིས་སྒྲིག་འགོད།"],"Image":["བརྙན་རིས།"],"Preview":["སྔོན་ལྟ།"],"embed":["བཙུད་འཇུག"],"Custom HTML":["རང་བཟོས HTML"],"subtitle":["ཁ་བྱང་ཕལ་བ།"],"title":["ཁ་བྱང་།"],"Heading":["ཁ་བྱང་།"],"Write heading…":["ཁ་བྱང་འབྲི་བ…"],"Heading %d":["ཁ་བྱང་། %d"],"photos":["འདྲ་པར།"],"images":["བརྙན་རིས།"],"None":["མེད།"],"Media File":["སྨྱན་གཟུགས་ཡིག་ཆ།"],"Attachment Page":["ཞར་བྱུང་ཤོག་ངོས།"],"Crop images":["བརྙན་རིས་དྲས་གཏུབ།"],"Embedded content from %s":["%s ལས་འཕྲོས་པའི་ནང་དོན་བཙུད་འཇུག"],"Enter URL to embed here…":["འདིར URL བླུགས་ནས་བཙུད་འཇུག…"],"Background Color":["རྒྱབ་ལྗོངས་ཁ་དོག"],"Block has been deleted or is unavailable.":["རྡོག་སུབ་ཟིན་པའམ་ཡང་ན་སྤྱོད་མི་རུང་བ།"],"Edit table":["རེའུ་མིག་རྩོམ་སྒྲིག"],"Show post counts":["རྩོམ་གྱི་ཁ་གྲངས་འཆར།"],"Cancel":["འདོར་བ།"],"Use URL":["URL བཀོལ་བ།"],"Select":["འདེམས།"],"Text Color":["ཡིག་རྐྱང་གི་ཁ་དོག"],"Text settings":["ཡིག་རྐྱང་སྒྲིག་འགོད།"],"Convert to regular blocks":["སྤྱིར་བཏང་གི་རྡོག་པོ་ལ་བརྗེ་སྒྱུར།"],"Upload":["སྐྱེལ་འཇོག"],"Audio":["སྒྲ་ཟློས།"],"(Untitled)":["(ཁ་བྱང་མེད)"],"Excerpt":["གནད་བསྡུས།"],"Metadata":["རྩོམ་ཡིག་གི་གནས་ཚུལ་ཡིག་ཆ།"],"Save":["ཉར་ཚགས།"]}},"comment":{"reference":"build\/block-library\/index.js"}}